label director_talk_no_answer_miku:
    scene bg olk with dissolve
    stop music fadeout 4
    "Благодаря множественным подсказкам Виолы, путь до гнезда заведующей занял совсем уж незначительное время."
    play music kvar fadein 6
    show mt angry with dissolve
    mt "Семен! Тебя только за смертью посылать! Почему так долго?"
    me "К сожалению, отчетность не была полностью доделана  – пришлось немного подождать."
    mt "Это Виола-то ее не подготовила? Ну-ну. Семен, в самом деле, я была о тебе лучшего мнения."
    mt "Запомни, дружеский совет, не нужно пытаться меня обмануть. Усвоил?"
    th "Да вы издеваетесь!"
    mt "И чего молчишь?"
    me "Обиду глотаю."
    "Ольга несколько сбавила напор."
    show mt norm
    mt "Ладно… Все-таки, второй день. Но это не предоставляет карт-бланша на безответственное ко всему отношение!"
    "Видимо, слишком уж я полюбился неудачам, раз они столь упорно меня преследуют."
    mt "Вообщем, слушай, Семен: Светлана сегодня что-то приболела, а исполнять рабочие обязанности надо. И кто подойдет лучше тебя?"
    th "М-м-м. Любой?"
    me "А что за должность у нее была?"
    mt "Оператор."
    me "Пк?"
    mt "Стиральных машин."
    show mt smile
    "Заведующая усмехнулась."
    me "В смысле, прач…"
    th "Эх, подвинься, Сатин, вместе гнить будем."
    me "Я понял."
    "Что ж, вполне себе работа. Тяжелая, тупая, унизительная, как и искал."
    mt "Сложностей особых нет. Сортируешь, сушишь белье. Проблема, скорее, заключается в скуке."
    "Не для меня. Развлекать самого себя любил, умел и практиковал. А одиночество - старый компаньон."
    mt "Прачечная в цокольном этаже. Вопросы?"
    stop music fadeout 4
    "Я понуро отправился исполнять задание Ольги."
    scene bg prach with dissolve
    play music toska fadein 4
    play ambience stir fadein 5
    "В прачечной находилось с десяток больших стиральных машин и сушилок, выстроенных в аккуратный ряд у стен помещения. Возле каждой из них лежали груды грязного белья."
    "Каждая вещь была готова рассказать свою историю падения."
    "Вот, кто-то из персонала случайно пролил кофе прямо на штаны; а здесь поджидали рубашки, проигравшие воротники в неравной борьбе грязи. Кто-то из постояльцев, видимо, не успел добраться до туалета, о чем свидетельствовали…"
    th "Нет, вы серьезно?"
    "Уязвленное мужское самолюбие заговорило во мне."
    zs "Неплохо ж ты себя зарекомендовал. Вон, какую ответственную работенку подкинули."
    "С заметным пренебрежением, я приступил к сортировке белья."
    "Ольга оказалась права: хоть сколько-то сложной подобную деятельность назвать никак нельзя. Тупая, монотонная – звучало куда уместнее."
    "Изредка ко мне заглядывали сотрудники, приносящие новых нуждающихся во спасение."
    th "Ну, ничего футболочка, сейчас мы тебя мигом подлатаем, будешь как новенькая!"
    "Разговорить коллег толком не получалось, потому в качестве пилюли от скуки выступал смартфон."
    anon "В офисе тоже тупняка хватает, дружище. Зам. по снабжению накосячил, сидим сейчас без расходников. Уже десятый форум листаю."
    me "Ну, ты сравнил, конечно. Работу менеджера или презренной прачки."
    anon "Да что у тебя за ярлыки-то дурацкие? В самом деле, разок подменил человека, а трагедию развел похлеще Шекспировской."
    th "Нет, здесь сочувствия мне точно не добиться."
    "Время, словно в насмешку, тянулось мучительно медленно. Прекратились даже редкие визиты работников. Лишь я наедине с грязным бельем."
    "Конечно, вовсе не так хотелось зарекомендовать себя сегодня.  Чувствовалось среди «старших чинов» какое-то снисходительное подтрунивание над неофитом."
    zs "А с чего им считать тебя равным? Ты для них, в лучшем случае, заплутавший мальчишка, в худшем – какой-то недоуголовник."
    $ renpy.pause(1.0)
    son "Эй, пс, парень. Закрой глазки, покажу чего."
    th "Да катись отсюда!"
    "Сонливость, к досаде, все никак не унималась. Определенно, нужно немножко размяться – прийти в себя, подзарядиться бодростью…"
    $ renpy.pause(1.0)
    "Давно же я не занимался физкультурой. Суставы, от неожиданности, отзывались удивленным хрустом. На очереди были ненавистные приседания."
    th "Пятнадцать…Шестнадцать…Сем…"
    nezna "Ух, какая грация, прямо завораживает!"
    "По всей видимости, каждый обладал способностью телепортироваться за моей спиной."
    "Неожиданный гость мгновенно вогнал в краску, застав за постыдным занятием."
    show mik norm with dissolve
    me "Немного увлекся, пардон. Вы по какому поводу?"
    nezna "Неофициально, просто прогуливаюсь."
    show mik smile2
    nezna "Ой… Все никак не могу успокоиться, ну, серьезно, как ловко у вас это выходит! А вы всегда так приседаете или, обычно, садитесь на что-то?"
    th "Эм-м-м."
    me "Не совсем понимаю, на что вы намекаете…"
    nezna "Ровным счетом не на что. В сущности, интересует один только вопрос. Утолите девичье любопытство?"
    "Дрянная игра в которой мне досталась роль потешного дурачка. В чем смысл?"
    me "Спрашивайте."
    show mik norm2
    nezna "Какого это? Чувствовать себя чуть ли не центром вселенной, насмехаясь над доверчивыми дураками, а после, оказаться здесь, стирая нижнее белье?"
    "Щеки вспыхнули ярким пламенем."
    "Незнакомка действовала решительно, нагло и грязно."
    me "Кто ты вообще такая?"
    "Ответа меня не удостоили. Прыснув, девушка стремительно скрылась из прачечной."
    hide mik with dissolve
    "Ах, как чудесно бытие! Унылая работа, лишь людям на смех; так еще всякие тут заявляются, имеющие тягу к унижениям."
    "Сам виноват, что оказался здесь. Не удалось занять достойное место в коллективе, а с другой стороны, - мог ли? Домашний мальчик, ранее знакомый с работой лишь по слухам, занял свое заслуженное место."
    "Близился вечер. Телефон уведомил о разряженном аккумуляторе, после чего выключился."
    "Я тихо извинился перед потолком за доставленные неудобства. От безделья приходилось плевать даже в него."
    th "А, к черту! Мир не остановится, если немножко подремлю."
    stop ambience fadeout 3
    scene bg black with dissolve
    $ renpy.pause(1.0)
    "Проснулся я оттого, что кто-то настойчиво тряс меня за рукав."
    scene bg prach with dissolve
    show sl norm with dissolve
    sl "Семен, проснись. Что ты здесь устроил?"
    me "В каком смысле?"
    th "Славя? Неужели ее так пугают спящие люди?"
    "Вид у девушки был в высшей мере взволнованный."
    show sl angry
    sl "В прямом! Я об этом тебе говорю!"
    th "Твою мать."
    "Зрелище, в самом деле, отвратительное. Весь пол прачечной был застлан мокрой одеждой, небрежно раскиданной то тут, то там. Как подобное вообще могло произойти?"
    me "Я…Я буквально на минутку закрыл глаза, и теперь это. Ольга меня убьет."
    "Голос дрожал. Даже он осознавал последствия подобного. Я судорожно принялся собирать разброшенные по комнате вещи."
    "Славя, наблюдая за моими потугами, не смогла остаться в стороне."
    show sl norm
    sl "Давай помогу."
    "Вместе со ней разбор завалов значительно ускорился, но, к несчастью, масштабы бедствия оказались во истину огромны. О появлении гостей уведомил звук шагов по лестнице."
    show mt angry at right
    mt "ЭТО ЧТО ТАКОЕ, СЕРГЕЕВ?"
    "Ольга перфоманс ожидаемо не оценила и стремительно перешла на истерику."
    me "Ольга Дмитриевна, я к этому не…"
    show mt norm at right
    "Не успел и толком обмолвиться, как строгая начальница продолжила наступать."
    mt "Спасибо Мику: говорит, ты, якобы, вещями швыряешься да на мобильный снимаешь. Не поверила сначала; потом сомнения вкрались – дай думаю гляну. И вот тебе раз!"
    mt "Мне в хосписе такие неадекватные типы не нужны. Сегодня же затребую у органов надзора твой перевод."
    me "Ольга Дм.."
    "Внимать словам неудачника заведующая не стала и быстро нас оставила."
    hide mt with dissolve
    "Я виновато взглянул на Славю. К глазам уверенно подступали слезы."
    show sl sad
    zs "А ты хорош, приятель. Даже с прачечной не справился."
    sl "Семен, я попробую ей все объяснить. Постараюсь, хотя бы. И так ведь абсолютно ясно, что ты невиноват."
    me "С-с-спасибо."
    "Вымученная благодарность – вот и все, что получилось выдавить."
    sl "Если что, то встретимся в гардеробной."
    hide sl with dissolve
    "Блондиндка отправилась на дипломатическую миссию. Зачем ей выручать лузера, вроде меня? Из-за жалости?"
    zs "Иначе и быть не может. Материнский инстинкт, все дела."
    stop music fadeout 4
    "Впереди предстояло еще много работы…"
    scene bg hoshol with dissolve
    play music vech fadein 3
    "Удивительно, но голубоглазой помощницы все еще не было на условленном месте. По всей вероятности, разговор у нее выдался действительно непростым."
    "Зачем Славя вообще в это ввязалась? Только лишь испортила себе репутацию, избрав никудышного меня под опеку."
    "Более того, Ольга обмолвилась об органах надзора, что также не вызвало никаких вопросов у блондинки. Получается, она знает о моем убогом положении? И даже учитывая его, протянула руку помощи."
    show sl norm with dissolve
    sl "Извини, задержалась. Ольги Дмитриевной было необходимо время, чтобы успокоиться."
    me "И каков вердикт?"
    zs "Эгоист юродивый, поблагодари человека сначала. О шкурном интересе позже побеспокоишься."
    me "А, впрочем, неважно. Ты даже и не представляешь, как я тебе благодарен, Славя. Я не заслуживаю такого отношения..."
    me "Скажи только...Почему? Зачем ступать в мою трясину?"
    show sl shy
    "Девушка, отчего-то, смутилась от вопросов: ее щеки покрыл легкий румянец."
    sl "Потому что это {i}правильно{/i}. Ты ведь совсем не плохой человек, Семен, с чего я должна была отказать с помощью?"
    me "Вряд ли хороших людей судят за мошенничество."
    "Мои слова встретило раздражение."
    show sl angry
    sl "Так, ну, что дальше? Да, оступился, совершил глупость, бывает. Знаешь, вот, заплутал, например, кто-то, сбился с пути ненароком, а ему сразу, с размаха, в лицо: «Виновен! Негодяй!»"
    sl "А что за причины подвигли человека перейти черту – это, почему-то, никому неинтересно. А потом люди расплачиваются за свое безразличие."
    sl "Вместо того, чтобы помочь выбраться из болота, лишь глубже вгоняют."
    show sl sad
    sl "А уж тюрьма, как место исправления,  - это полная бессмыслица…"
    zs "Не обольщайся. Красивые слова от чистого сердца, то правда, но с тобой она всегда будет соблюдать дистанцию. Гусь свинье не товарищ, сам понимаешь."
    me "Я вновь должен тебя поблагодарить."
    show sl angry
    sl "Да хватит благодарностей! Я сделала то, что сделал бы почти каждый."
    th "Окей, запишем. Осыпать благодарностями – не работает."
    show sl norm
    me "Ты считаешь, произошедшее – дело рук этой Мики?"
    sl "Мику. Да, скорее всего. В ее стиле, в общем-то."
    me "Если девица столь несносна, то почему Ольга от нее не избавится? Не понимаю, что человек с таким характером забыл в хосписе."
    sl "Это очень долгая история. Намекну лишь, что она здесь не по своей воле, как и ты. А насчет, как ты сказал, избавления – отец Мику может быть очень убедительным."
    "Общая картина понемногу начинала вырисовываться."
    me "Ты хорошо ее знаешь?"
    sl "Нет, но мы учимся в одном институте, с той лишь разницей, что она на один курс младше."
    "Был еще один вопрос, интересовавший меня в какой-то степени."
    me "Ольга как-то говорила о троице волонтеров. Третья, по типажу, ближе к чудесной Славе или Мику?"
    show sl smile
    sl "Топорно действуешь, Семен. Третий волонтер – парень, если ты не знал. Отзывчивый и добрый."
    th "Так, кажется, у конкурента есть весомая фора."
    "Несмотря на проявленное дружелюбие со стороны Слави, между мной и собеседницей отчетливо ощущалась какая-то стена; даже брезгливость, в какой-то степени."
    "С другой стороны, конечно, никакого морального права судить девушку не было: учитывая багаж недостатков, что я вечно таскаю с собой, Славяну можно поблагодарить хотя бы за показную доброжелательность."
    "И все же, перемены в поведении, в сравнении со вчерашним днем, имели место быть."
    zs "А как по твоему домашняя девочка будет относиться к преступнику? Неустанно флиртовать?"
    "Наш разговор прервал телефонный звонок."
    show sl norm
    sl "А вот и папа подъехал. Тебя подвезти?"
    me "Нет-нет, не нужно. Я-то живу совсем рядом. К тому же, погода отличная – пройдусь с удовольствием."
    "Славя взглянула в окно, а после как-то странно посмотрела на меня."
    "Метель торжествовала, предвкушая новую жертву."
    sl "Тогда до завтра. Не опаздывай – Ольга такого не любит."
    me "И тебе удачи, Славя."
    hide sl
    "Неспешно закутавшись в парку, я отправился до автобусной остановки."
    jump second_day