label meet_miku_no_answer:
    $ paragon += 2
    th "Самое главное сейчас - выполнить поручение Ольги."
    play music tpss fadein 7
    "Заветный путь оказался поразительно коротким - не успел даже задуматься."
    stop ambience
    zs "Постучись для приличия сначала. Мало ли, чем занят человек."
    scene bg kabi with dissolve
    show cs normal with dissolve
    me "Добрый день! Ольга Дмитриевна просила передать вам эти бумаги."
    "Психотерапевт никак не отреагировала на появление гостя, занятая, по всей видимости, пристрастным оформлением отчета."
    "Доктором оказалась женщина средних лет, тем не менее, пышущая горделивой статью и привлекательностью. Необычности в образ добавляла ярко выраженная гетерохромия."
    "Определенный контраст с местными создавала и врачебная униформа."
    th "Как же заверения Слави о создании домашней атмосферы?"
    cs "Здравствуйте. Прошу, положите их на стол. Ольге необходима отчетность, полагаю, - она практически завершена, остались небольшие поправки. Вы подождете?"
    th "Словно есть выбор…"
    me "Конечно, дописывайте."
    "В помещении повисла пауза. Неловкая и тягостная."
    "Комната, хотя, разумнее назвать ее кабинетом, не была отмечена уютом: аскетичное убранство дополнялось не самым высоким уровнем качества мебели, заметным на глаз."
    th "Определенно, здесь не захочешь проводить много времени..."
    cs "Знаете, Семен, я все еще не уверена, подходит ли вам подобное место в качестве, м-м-м, меры исправления, скажем."
    "Манера речи у Виолы весьма своеобразная: она неспешно тянет предложения, словно распевая их."
    me "О чем вы говорите?"
    cs "Не поймите неправильно, человеческой психике свойственна поразительная гибкость, безусловно, но…"
    cs "Скажем, фундамент ее изменить довольно непросто, если понимаете."
    cs "Вот, вы, Семен, учитывая то, чем занимались в прошлом – вряд ли ведь можете похвастать высоким уровнем эмпатии, так?"
    "Достойного ответа отыскать не удалось, потому молчание самоотверженно взяло всю вину на себя."
    cs "Я вовсе не намекаю на то, что это категорично плохо – все мы индивидуальны, в большем или меньшем."
    cs "Но ваш труд, давайте признаем, он предназначен для иных типажей. Люди, присутствующие здесь, нуждаются в искреннем сострадании, в каких-то сердечных порывах. Не в циничных оппортунистах, нет."
    "Реакция на ее слова была вполне типичной – горящие щеки, красные уши, сбивчивое дыхание. Никто слишком давно не отчитывал меня на столь первоклассном уровне."
    me "Я, кх-м…В какой-то степени, согласен с тем, что вы сказали, однако, всеми силами пытаюсь доказать обратное. Мне свойственно сочувствие, как и нужда в заботе о ком-то."
    "Наши взгляды пересеклись."
    cs "С удовольствием пожму руку, если смогу убедиться в искренности намерений. Знаете, зачастую, люди вашего круга – изощренные лжецы и лицемеры, коим нет равных."
    "Не помню, чтобы заказывал уничижающий психоанализ."
    cs "Впрочем…Я определенно закончила. И с отчетом тоже."
    show cs smile
    "Виола многозначительно улыбнулась."
    cs "Вы ведь знаете номер кабинета Ольги?"
    "Растерянный вид вполне подходил под ответ."
    cs "Тогда запоминайте..."
    jump director_talk_no_answer_miku