label second_day:

    play music fantaz fadein 4
    scene bg semen_room with dissolve
    "Спалось тяжко: сон, точнее его заместитель, предстал лихорадочным и невразумительным. Беспокойным."
    "Сохранялось стойкое ощущение иллюзорности происходящего, усиленное какой-то беспричинной нервозностью."
    "Метафизические переживания дополнялись вполне материальной мигренью."
    "Трудовыми достижениями хвастать не приходилось: несмотря на все старания (серьезно!), я все же умудрился облажаться и заиметь дурную репутацию среди нынешних коллег."
    "Хоспис уже не казался местом для врачевания душевных ран;  нет, теперь он злобно оскалился, словно испытывая на прочность."
    zs "Как там поживают «подчеркнуто дружелюбные» обитатели?"
    th "Лежачих не бьют, если что."
    "Первое впечатление оказалось обманчивым: никто не собирался заботливо вести за руку, оберегая от невзгод. Разве только…"
    zs "Прекращай фантазировать. И с этой твоей Славяной произойдёт подобная трансформация, будь уверен. Положительные герои оживают лишь на страницах детских сказок."
    "Краткий итог неутешителен. Ольга Дмитриевна – импульсивная, в какой-то мере агрессивная и властная начальница. Мику – избалованная девица, которая нашла в моем лице идеальную жертву. Виола? Тоже непохожа на союзника."
    "Справиться с простейшими заданиями не получается, а вот влипать в неприятности – это с удовольствием."
    "И, наконец, Славя. Пожалуй, единственный человек, расположенный ко мне доброжелательно по-умолчанию."
    zs "Ко всем, а не к тебе персонально. И, серьезно, довольно слащавых оценок: девица презирает тебе подобных в глубине души. Как это можно не заметить?"
    th "Возможно. Но это все равно лучшее из того что есть."
    "В коротких, но красочных фантазиях я прогуливался с девушкой по цветущему весеннему парку, под мелодичные напевы птиц и одобряющие взгляды прохожих."
    "Иной раз, ко мне подходил какой-нибудь неравнодушный тип и сочувственно хлопал по плечу, приговаривая: «Молодец, дружище, взялся за голову.»"
    "Жизнь. Беспечная. Обывательская. Добрая."
    "Вечер бы заканчивался лекцией по поиску счастья. В окружении заинтересованных зевак, я рассказываю формулу успеха: лишь чистая, искренняя и взаимная любовь способна вдохнуть жизнь в искалеченные сердца. Толпа бурно аплодирует…."
    zs "Забитая собака готова служить каждому, кто только протянет кость. А если уж еще и за уши ласково потрепят…"
    "Отправляться на службу никак не хотелось. Ольга устроит разбор полетов, беспощадно втаптывая в грязь; после одарит квестами, с которыми я не справлюсь. Хорошего исхода тут не предусмотрено, как не старайся."
    "И все же, бесконечный поток недовольства ничем не поможет. Пора собираться."
    $ renpy.pause (1.4)
    stop music fadeout 3
    scene bg hoshol with dissolve
    play music tps fadein 4
    th "Да чтоб тебя!"
    "Запишем молнию в список недоброжелателей: парка наотрез отказывалась расстегиваться."
    mi "Может тебе гайд на ютубе посмотреть?"
    show mik smile2 with dissolve
    "Знакомая наглая ухмылка. Как же хочется стереть ее! Кулаком заместо ластика."
    th "Лучший способ взаимодействия с недоброжелателями – полное их игнорирование."
    show mik norm2
    mi "Ты еще губки надуй, принцесса. Кстати, могу помочь с этим."
    th "С губами?"
    "Девица указала на многострадальную парку."
    mi "Я по ним диссертацию писала. Доверишься эксперту?"
    "Вариантов толком не было. Можно, безусловно, и дальше упорно изображать полный контроль над ситуацией, но положение определенно близко к капитуляции."
    "Я приглашающе кивнул. В успех операции все равно нисколько не верилось."
    "Обыкновенная бракованная молния, с чего бы ей поддаваться всяким хамоватым девицам?"
    show mik norm
    mi "Да не дергайся, стой смирно, ну."
    play sound molnia
    mi "Готово!"
    "Не прошло и десяти секунд, как молния уступила. Из одного плена в другой – на сей раз надо мной властвовал стыд."
    "Неловкость выпирала, точно каркас плохого зонтика."
    me "Спасибо за это. И за вчерашнее, заодно."
    mi "Расслабься, сочтемся как-нибудь."
    show mik smile
    th "И никаких «извини, что так вышло?»"
    me "М-да, наглости тебе не занимать."
    mi "С тобой что ли поделиться? Детские обидки какие-то. Не оценил вчерашнюю игру – ладно, бывает."
    mi "Туповат и все такое, но ты сейчас серьезно собрался разрыдаться из-за этого?"
    show mik norm2
    me "Ты хотя бы понимаешь, что могло произойти? Я здесь наказание отбываю, а ты еще и подставляешь в первый день."
    mi "Твои проблемы, что не смог выкрутиться. И вообще. Человек по-настоящему живет лишь во время испытаний. Не помню, в каком паблике читала, но мысль хорошая."
    me "Все приняло довольно скверный оборот, между прочим…"
    show mik smile2
    mi "Да ну? Святоша-то пришла на выручку?"
    th "Со Славей они явно не лучшие подруги."
    me "Я не собираюсь обсуждать это с тобой."
    mi "Но ведь уже начал. Ты дурачок, в самом деле?"
    th "Лучший способ взаимо…"
    mi "Двадцать лет, а такая обиженка. Много же хлюпиков мамки воспитали. С очкариком уже знаком?"
    th "Боюсь представить, какое прозвище уготовано для меня."
    me "С кем?"
    mi "Шурик. Ревностный хранитель френдзоны у нашей звездочки Славянушки."
    "Процент ехидства в ее словах достиг совершенно немыслимой концентрации."
    mi "Так что, если собираешься туда пропутешествовать, то обязательно с ним встретишься."
    mi "Билетный контроль, да."
    "Пора заканчивать с этой утомительной бравадой."
    me "Мне пора, ра…"
    show mik norm
    show mt smile at right with dissolve
    mt "Самые ценные помощники, да еще и в одном месте – до чего душа радуется!"
    mi "Доброе утро, Ольга Дмитриевна!"
    "Бодро и демонстративно наигранно отрапортовала Мику."
    "В самом деле, я ожидал какой угодно реакции: от хладнокровной казни до утонченных и завуалированных оскорблений, но само ее отсутствие порядком озадачило."
    "Ольга безмятежно интересовалась нашими делами, напрочь забыв о своих вчерашних словах."
    mt "Так что, ваш конфликт исчерпан?"
    show mik norm2
    mi "А был ли мальчик?"
    th "Прости?"
    mi "Что вы, какой конфликт? Недопонимание – это еще куда ни шло. Но Семен включил, наконец-то, голову и во всем разобрался. Да ведь, Семен?"
    me "Конечно. Мы теперь с Мику встречаемся и всю работу делаем вместе."
    show mik smile2
    "Девушка усмехнулась, но никакого комментария не последовало. На лице Ольге, впрочем, читалась легкая растерянность."
    mt "Ясно все с вами. Семен, работал уже клининг-менеджером?"
    me "Нет, но знаю, что менеджмент тесно связан с управлением. Так кто там среди моим подчиненных?"
    "Ольга равнодушно пожала плечами."
    mt "Швабра. Справишься?"
    "Видимо, еще не все вчерашние обиды забыты…"
    scene bg hoskom with dissolve
    play music tpss fadein 7
    "Уборка – это всегда праздник. В переносном смысле, конечно. Швабра дарила довольно необычные ощущения – слишком давно не держал в руках подобный инструмент."
    th "Когда я вообще последний раз убирался в квартире?"
    th "Хороший вопрос."
    show mik norm2 at left with dissolve
    mi "Как пол?"
    me "Менять не собираюсь."
    show mik ydiv2 at left
    mi "Сделаю вид, что не слышала."
    show mik norm2 at left
    mi "Такая-то бессмыслица, делать {i}здесь{/i} детскую комнату, не находишь?"
    me "Ты, по-моему, путаешь хоспис с лепрозорием. Если кто-то хочет навестить бабушку, то почему нет? Пусть этому кому-то и девять."
    mi "Да не место здесь им. Улыбки эти натужные, вымученные разговоры. Ясно же, чем все кончится. Бедные дети."
    me "Хочешь поговорить об этом?"
    mi "Детей с детства приучают к рабству. Их головы забивают дерьмом, заставляют делать то, что они не хотят. И они делают. Потому что от них этого ожидают родители."
    me "Подожди. А как же конституционное право на подростковый бунт?"
    mi "Слишком поздно. Установки вбивают детям, и те теряют самоощущение. Нужно думать о ком угодно и о чем угодно, но только не о себе."
    me "Только отвернулся, а ты уже эгоизм восхваляешь..."
    show mik smile at left
    mi "У нас одна идеология, чего начинаешь."
    me "В самом деле? Сомневаюсь."
    mi "Ну-ну. Эгоизм – это основа всего, дружок. Мы даже помогаем, якобы, безвозмездно, а на деле? Все ради одобрения. В конце концов, можно и самого себя похвалить."
    menu:
        "Она заблуждается":
            $ paragon += 1
            me "Знаешь, что я слышу? Лишь инфантильные самооправдания. А-ля - «это норма быть плохой». Нет уж, история знает тысячи случаев самопожертвования."
            show mik norm2 at left
            mi "Чушь собачья! Тяга к славе, признанию, пусть и ценой собственной тушки. Нечего тут восхвалять."
            me "Окей. А любовь?"
            mi "А что любовь?"
            me "Одно ее существование обрекает твою точку зрения на несостоятельность."
            mi "Любят для себя и для собственного удовольствия."
            me "Каждый останется при своем мнении. Мне кажется, ты заблуждаешься на этот счет."
            mi "Не может быть мнения у человека с бесконечными «кажется», «возможно», «наверное»."
            me "Может быть. Что-то еще?"
            th "Мне показалось, или она в самом деле зарычала?"
            "Решив, что дальнейший разговор не имеет смысла, Мику удалилась."
            hide mik

        "Мику права":
            $ renegat += 1
            me "В общих чертах, соглашусь. Разумный эгоизм, мы ведь о нем говорим, так? Он абсолютно естественен для каждого. Особенно в современных реалиях."
            show mik norm
            mi "Со Смитом я знакома, знаю. Но ведь внушают людям покорность, посредственность. Живи так, как мы считаем нужным. Плевать на это хотела."
            mi "Жизнь одна; если не посвятить ее себе, то для чего вообще все затевалось?"
            me "А ты не промах. Наверное, не жалуешься на обилие друзей с такой-то философией?"
            mi "Пф-ф-ф,  дружить? С кем-то вроде тебя? Я не настолько отчаянная."
            me "А чем же я плох?"
            mi "Слишком скучный, неприметный, нудный. Расшевелить бы тебя, но мне лень этим заниматься. Поэтому ты обречен."
            me "Хах. Забавно, что ты оказалась здесь."
            show mik smile
            mi "Это как раз вполне объяснимо. Ты-то просто неудачник, а я, между прочим, невинная жертва папаши-сумасброда."
            "Теплых семейных посиделок по вечерам не хватало не только мне."
            mi "Ладно, пойду стариков развлекать. Чао."
            hide mik

    "Лишь я, швабра и грязь. Кто-то из нас троих явно лишний, но покидать рабочее место для меня чревато проблемами."
    $ renpy.pause(1.5)
    "Я отказывался понимать тех, кто прозябал на подобных примитивных работах. Всякий труд – добровольное рабство, где зарплата выступает какой-никакой, но компенсацией."
    "И как же люди становятся уборщиками? Насколько нужно не уважать себя, размениваясь на подобное?"
    "С другой стороны, рядовой сотрудник хосписа – это ненамного выше в иерархии успеха."
    "Но здесь надолго и не задержусь, ведь реванш неизбежен. Определенные выводы сделаны, потому под горячую руку правосудия точно больше не попаду."
    "Может и хотелось бы жить иначе, но… Иначе я просто не умел."
    "Головная боль постепенно становилась все более выразительной. Несомненно, она не отступит по доброте душевной."
    show sl smile
    sl "Привет!"
    "Я уже даже и не пытался представить, какое впечатление произвожу на девушку."
    zs "Никакое. Всем банально все равно. Ей в частности."
    me "Здравствуй, Славя. Я думал, ты в институте в это время."
    show sl norm
    sl "Ой, а у нас ВУЗ сегодня отмечает столетие, пары отменили, устроили концерт."
    me "Тебе это не интересно?"
    sl "Интересно, почему…Но время можно провести и с большей пользой."
    me "Не понимаю, а куда торопиться? Ты же еще так молода. Времени куча."
    show sl evil
    sl "Не у всех его много."
    "Взгляд Славяны был полон укора."
    th "Идиот!"
    "Должность директора по чистоте, как мне показалось, уже успела сказаться на качестве мыслительных процессов."
    me "Точно...Извини, не подумал."
    show sl norm
    sl "Семен…"
    "Знакомая интонация. Сейчас она попросит меня о какой-то неприятной услуге."
    zs "Нет, просто пришла поболтать. Ты ведь до жути обаятелен. Помнишь, даже приглашали в качестве ведущего?"
    th "Не помню."
    zs "И я не помню."
    sl "В комнате отдыха какие-то неполадки с телевизорами, а Ольга Дмитриевна подсказала, что ты можешь помочь."
    me "Я? Ну…"
    "Отношения с техникой складывались специфические: в целом, перед гаджетами, конечно, никакого благовейного трепета не ощущалось, но и от звания «технаря» я был бесконечно далек."
    th "Это все же лучше, чем намыливать полы."
    stop music fadeout 3
    me "Давай посмотрим, что там приключилось."
    scene bg tv with dissolve
    show sl norm at left with dissolve
    show lm norm at right with dissolve
    play music vt fadein 6
    "В комнате нас уже поджидали раздосадованные постояльцы."
    me "Так, а в чем именно проблема?"
    golo "Они ничего не показывают!"
    th "Благодарю за ценную информацию…"
    show sl smile
    sl "Лидия Михайловна, вы говорили, что уже бывало такое. Не помните, как тогда все разрешилось?"
    lm "Чего не помню, того не помню, Славя."
    hide lm
    golo "Молодой человек, вы-то нам поможете? Девчонка чего-то понажимала, а ничего не заработало!"
    show sl shy
    "Я с безобидным укором покачал головой, смотря на Славяну."
    sl "Зато теперь знаем, что с помощью пульта проблему не решить."
    show sl smile
    me "И то верно. Может кто-нибудь поделится подробностями? Или, вдруг, ни с того ни с сего перестало все работать?"
    golo "Федорыч, старый лопух, что-то с проводами копался! Вот и поломал, зараза!"
    golo "Сам ты зараза! После меня все работало!"
    golo "Ты меня за дурака не держи, шельма!"
    "Никакой помощи от аудитории ждать не приходилось."
    "Проблему необходимо решить и как можно скорее, пока протест толпы не вылился в кровавые уличные беспорядки."
    show sl norm
    th "Ольга устроила очередное испытание. Игра на моем поле, но расслабляться не стоит."
    golo "Чего замерла, молодежь? Делать чего будешь?"
    me "Без паники, господа! Случай совершенно обычный и много времени точно не займет."
    "Я постарался придать голосу командный тон. Получилась вполне себе сносная пародия."
    "Из под телевизоров виднелись небольшие черные коробочки-ресиверы. Управлял таким, если не ошибаюсь, года четыре назад на бабушкиной даче."
    th "Так, и что с этим делать?"
    menu:
        "Перезагрузить технику":
            $ paragon += 1
            "Самое простое и очевидное решение. Как ни странно, но в большинстве случаев помогает. В остальных же, как правило, без совещания лучших умов человечества все равно не обойтись."
            "Я аккуратно вытащил оба блока питания из розетки, немного подождав, после чего вернул в прежнее состояние."
            golo "Чего, заработало, наконец-то?"
            me "Сейчас узнаем…"
            $ renpy.pause(1.5)
            me "Пациент скорее мертв, чем жив."
            show sl sad
            "Прошептал я Славяне."
            "Чуда не случилось: экраны телевизоров все также оставались во власти темноты."
            "Лицо девушки прекрасно передавало всю гамму разочарования."
            show sl norm
            sl "Эх, ладно. Пойду позову кого-нибудь из сотрудников. Спасибо, что попытался."
            me "А может, я еще попробую?"
            sl "Зачем? Только время зря тратить. Кстати, Семен, загляни к Ольги Дмитриевной, она просила."
            me "Хорошо..."

        "Проверить соединение кабелей":
            $ paragon += 1
            "Возможно, что кто-то из постояльцев чего-нибудь да намудрил."
            "Кабелей, конечно, немного, что уменьшает вероятность подобного сценария, но, как говорил Эйнштейн, человеческая глупость воистину бесконечна."
            "Я принялся деловито рассматривать объекты изысканий."
            $ renpy.pause(1.5)
            golo "Точно тебе говорю, парень! Федорыч что-то напутал."
            golo "Уймись ты. Я просто подходил посмотреть. И ничего нигде не трогал."
            golo "А вот он и попался! Слышали, люди? Зачем подходить смотреть, ну? Это тебе, что, картина?"
            th "Так, кабель от антенны. Есть. HDMI кабель – чек. Адаптер питания? Все подключено."
            "Я раздосадовано отпрянул от ресиверов."
            show sl sad
            golo "Ну, чего там?"
            me "По идеи, все должно работать…"
            golo "Должно, а не работает! Славька, зови других ребят, пол часа без эфира сидим!"
            show sl norm
            "Я попытался робко остановить девушку."
            me "Слушай, может, еще попытаюсь?"
            sl "Зачем? Только время зря тратить. Кстати, Семен, загляни к Ольги Дмитриевной, она просила."
            me "Хорошо..."

        "Искать помощь в гугле":
            $ renegat += 1
            "В самом деле, бесполезно изображать из себя специалиста. Гораздо эффективнее – банально загуглить проблему. Я обратился к публике."
            me "А вы пробовали перезагружать ресиверы?"
            "…"
            $ renpy.pause(1.0)
            me "Выключать и включать эти штуки заново?"
            show sl smile1
            sl "Я пробовала, Семен."
            th "Так, запишем в карточку пациента."
            show sl norm
            "Найди спасительную пилюлю с ходу не удавалось – поисковик выдавал десятки страниц с однотипной банальщиной."
            golo "Парень, чего за телефон схватился? Знаешь как помочь или, так, муму тянешь?"
            th "Эм-м-м."
            show sl smile
            sl "Семен спрашивает совета у друзей, подождите немного, пожалуйста."
            golo "Все мы ждем вечно…"
            "Наконец, мой взор привлек тематический форум с похожей проблемой."
            $ set_mode_nvl()
            "С этими моделями ресиверов идут новые пульты с кнопкой «входной сигнал»."
            "\nПри нажатии кнопки на пульте происходит смена выхода c HDMI HD на SD колокольчики или наоборот."
            "\nЛюди старшего поколения часто нажимают нечаянно эту кнопку, после чего у них перестает показывать тв."
            $ set_mode_adv()
            show sl norm
            "Определенно, нужно попробовать."
            me "Позвольте-ка пульт."
            golo "А толку? Мы уж все его жали."
            "Черт, хоть бы получилось. Так хочется сорвать овации…"
            "Палец продавил заветную кнопку и…"
            th "Ничего?..."
            golo "Я ж говорю, парень, не в пульте дело."
            "Неожиданно унылый черный фон на экране сменился новостным каналом. Лица постояльцев озарили синхронные улыбки."
            golo "Вот молодчага, такой не пропадет!"
            show lm norm3 at right
            show sl syrp
            lm "Спасибо вам молодой человек, выручили."
            show sl smile1
            sl "Ой, Семен, здорово-здорово!"
            "Девушка, кажется, была впечатлена больше всех."
            me "Ну, я возвращаюсь к прежней работе?"
            show sl smile
            sl "Что? Нет-нет, совсем забыла, тебя попросила заглянуть Ольга Дмитриевна. Обязательно расскажи, как всех выручил!"

    scene bg olk with dissolve
    stop music fadeout 4
    "Войти без стука - не самое дальновидное решение."
    play music kvar fadein 6
    show mt norm at left with dissolve
    show cs normal at right with dissolve
    mt "Держи меня в курсе дела."
    cs "Обязательно, Оль."
    "Виола, по неведомой традиции, вальяжно распевала слова."
    "Только на фоне начальницы я заметил чудовищную бледность психотерапевта."
    th "Доктор нездорова?"
    "Впрочем, я не был удостоен и взора – довольно прохладный прием для врачевателя душ."
    zs "Наверное потому, что нужно было хотя бы поздороваться?"
    hide cs
    mt "Семен, хотела поговорить насчет вчерашнего."
    me "Да?"
    mt "Да. Тот разговор неприятный…"
    me "Неприятный?"
    mt "Именно. Признаю взаимную неправоту."
    me "Взаимную?"
    mt "А ты, что, не считаешь себя виноватым?! Так, и хватит уже переспрашивать!"
    show mt angry at left
    th "Та самая тонкая грань. Чуть сбавляем."
    me "Чувствую, конечно."
    show mt norm at left
    mt "Вот и хорошо. Как у тебя с детьми отношения обстоят?"
    me "На что вы намекаете?"
    mt "В каком смысле, намекаю? Я спрашиваю, с детьми работал когда-нибудь?"
    "Грязное двоемыслие вновь оказалось не удел."
    me "А, об этом. Нет, знаете, не доводилось."
    me "Но ведь дети – это тоже люди, по крайней мере, в какой-то степени. С людьми, вот, работал и успешно."
    show mt smile at left
    mt "Знаю я твое «успешно»!"
    mt "В общем, болтологию разводить не собираюсь: отправляйся в гостевую, да жди гостей. И чтоб без глупостей!"
    me "А что за го..?"
    mt "Семен!"
    mt "Кстати, а ты домыл полы?"
    me "Знаете, они ведь все равно быстро пачкаются…"
    mt "Я не услышала ответа."
    me "Почти. Разница с конечным результатом несущественна."
    mt "Так сначала закончи с этим, а потом уже встречай посетителя."
    me "Есть, сэр…"
    mt "Ну что за паяц!"
    "Как и всякий достопочтенный джентльмен, я решил уступить даме."
    $ renpy.pause (1.4)
    scene bg hoskom with dissolve
    "С огромной неохотой я принялся за облагораживание территории."
    "И так притомился, размышляя над оптимизацией труда, что воспользовался правом перекура, предоставленным профсоюзом лентяев."
    zs "Потрясающая производительность. Прошло пятнадцать минут, а ты даже не прикасался к швабре."
    th "Интересно, скоро ли заявится дите под видом гостя?"
    zs "Экскурсия из детского сада прямым рейсом."
    th "Еще бы нянькой только поработать."
    "Детская пора. Неплохие были деньки."
    "Одурманивающая беззаботность, дух новизны и неуемная любознательность. Из проблем, разве что, замечания в дневнике, да робкие попытки установить контакт с девчонками из класса."
    "Наверное, в каждом была такая принцесса, приковывающая всеобщее мужское внимание. И, по закону жанра, она {i}всегда{/i} выбирала кого-то другого."
    "Смелого, забавного, активного. Мой первый поцелуй пришелся на пятнадцатилетие – кажется, ведь в самом деле, прошло целых пять лет, а я в точности помню тот волшебный миг."
    "Не скажу, что девица была шибко красивой, скорее, можно сократить до слов – «девица была». Да и особых чувств или страстей не вспоминаю."
    "Но точно знаю, что священное таинство процесса было нарушено: игра в бутылочку не предполагала хоть какого-то уединения."
    nezna "Здрасьте!"
    show us smile1 with dissolve
    th "Батюшки."
    "Мне предстала девчушка лет четырнадцати: яркие красные волосы, а также нахальная физиономия выдавали в ней мастера проделок и профессора проказ."
    th "Держимся солидно перед ребенком."
    me "Привет. В гости заглянула?"
    nezna "Ну да."
    "Красноволосая потрясла увесистым пакетом."
    show us norm1
    nezna "Сладости бабушке. Можно ведь?"
    th "Откуда же мне знать – разрешено подобное или нет?"
    me "Скорее всего, да. Просто недавно устроился, всех распорядков еще не знаю."
    zs "Зачем вообще нужно оправдываться?"
    nezna "А-а-а. Я сама в первый раз здесь. А вы как: бабушку сюда приведете, или мне к ней надо идти?"
    th "Звонок другу, пожалуйста."
    me "Ну…"
    zs "Ольга ведь заявила, чтоб ты просто ждал гостей. Это подразумевает встречу и только. Скорее всего, бабульку они сами приведут."
    th "Я-то тогда зачем нужен в этой цепочке?"
    me "Бабушку приведут, я думаю. Нужно лишь немного подождать."
    nezna "Окей. Как она тут, хорошо себя чувствует?"
    th "Знать бы еще о ком речь."
    me "Конечно. Мы стараемся делать так, чтобы каждый чувствовал себя прекрасно."
    nezna "Звучит как отговорка, эй."
    show us smile1
    me "А твоя бабушка давно уже в хосписе?"
    nezna "Неделю, чуть больше."
    me "Так себе из тебя внучка, если честно."
    show us norm1
    nezna "Вообще-то, я болела. И, чтоб ты знал, каждый день ей звонила!"
    zs "Обидел ребенка, молодец."
    me "Не принимай близко к сердцу – шучу так себе."
    "Впрочем, обижаться она и не планировала."
    nezna "А меня Ульяна зовут, а тебя?"
    me "Семен."
    us "Семен, а как думаешь…"
    "Ульяна перешла на заговорщический шепот."
    us "В хосписе можно вылечится?"
    "Я бросил короткий взгляд на малявку. Держалась она явно из последних сил."
    us "Так, чтобы… навсегда?"
    zs "В задницу засунь объективные рассуждения. Маленькому человеку необходима поддержка."
    th "Обман – это не выход."
    zs "Бестактность - тоже."
    menu:
        "Горькая правда":
            $ renegat += 1
            me "Послушай, Ульян."
            me "Здесь, в хосписе, работают настоящие профессионалы. У нас отличное оборудование. Есть полное понимание течения болезни."
            me "Но дело в том, что сам по себе рак – это такая поскудная и несправедливая вещь, которую очень трудно оседлать. А мы пытаемся."
            me "Черт возьми, мы правда пытаемся. Поверь, за каждого постояльца каждодневно боремся."
            us "И значит?..."
            show us sad1
            me "И значит, что я не могу дать тебе каких-то несбыточных обещаний."
            me "Мы все должны бороться, включая тебя и бабушку. Есть ради чего. Ты понимаешь?"
            us "Да…"
            "Ульяна угрюмо шмыгала носом."
            me "Ну не плачь, не надо."
            zs "А чего ты ждал после своих слов? Кретин."
            "Девчушка прильнула к моей груди, тихо всхлипывая."

        "Всему свое время":
            $ paragon += 1
            me "Давай откровенно: рак – это чертовски сложная болезнь."
            me "На каждое наше действие – выставляет свое. А еще и эти треклятые метастазы, эти присоски онкологии."
            me "Сложно бороться, очень сложно. И, как правило, тем, кто попадает сюда, не позавидуешь."
            me "Но бороться нужно. Обязательно."
            me "Есть случаи выздоровления. Да, совсем немного, но есть."
            me "Причем именно в нашем хосписе. Ольга Дмитриевна лично выписывала нескольких постояльцев."
            me "Поэтому, Ульяна, нельзя сидеть, сложа руки. Ты должна помочь бабушке победить. Понимаешь?"
            show us sad1
            "Ульяна угрюмо шмыгала носом, тем не менее, в глазах еще виднелся слабый огонек надежды."
            us "Да…Спасибо, Семен."
            "Поток слез лишь нарастал."
            me "Ну, ты чего?"
            us "Жалко бабушку…Она не…не…не заслужила все это."
            me "Знаешь, как говорят? Нам всем даются лишь те испытания, что мы способны пройти."
            zs "Завязывай, тошнит уже от этого низкопробного лицемерия."
            "Я принялся утешать девицу."

    play music extra
    "Размеренную тишину момента нарушил нарастающий звук шагов. Да каких отчетливых!"
    "Неведомая толпа стремительно приближалась."
    "Буквально через секунду показалась Ольга в окружении трех врачей. Компания возбужденно переговаривалась."
    show mt norm at right with dissolve
    mt "РЕАНИМАТОЛОГ НА МЕСТЕ?!"
    golo "Да, ее уже перевели."
    mt "В 55-ую ЗВОНИТЕ!"
    me "Ольга Дмитриевна, что случилось?"
    show mt sad at right
    "Заведующая развернулась в нашу сторону; на глазах девушки выступили слезы."
    "Ненадолго замешкавшись, она двинулась дальше по коридору."
    stop music fadeout 7
    hide mt with dissolve
    "Ульяна, по всей видимости, прибывала в чем-то наподобие ступора."
    me "Да, и такое бывает. Надеюсь, с беднягой все будет хорошо."
    play music bgood fadein 2
    us "А...А тебе разве не нужно быть с ними? Помогать там?"
    "Никакой инструкции на случай форс-мажоров не было. Даже в виде плакатов на стене."
    me "Каждый занят своими обязанностями, не переживай."
    us "Подумала, что есть занятия поважнее, чем меня караулить."
    "В самом деле, это довольно глупо."
    me "Ульян, я человек подневольный: начальница отправила тебя встретить, - потому встречаю."
    me "По правде говоря, это действительно бестолково получается. А учитывая, что Ольге явно не до нас…"
    me "Может стоит и самим до твоей бабушки добраться."
    us "Ага, давно пора."
    me "А как ее зовут, кстати?"
    us "Агеева Лидия Михайловна!"
    "Уверенно выпалила Ульяна."
    me "Лидия Михайловна, говоришь? Видел ее совсем недавно: она в отличном расположении духа."
    "Банальная речь заразила девчонку неподдельной радостью."
    me "Давай так, если через пять минут ее не приводят, то поступим по аналогии с горой и кавказцем. Оке?"
    us "Оки."
    "Красноволосая принялась праздно разгуливать по комнате. Ее внимание привлекли разнообразные детские рисунки, висящие на стене."
    us "А почему на всех нарисованы…Петухи?"
    me "Не стоит вскрывать эту тему. Ты молодая, шутливая…"
    us "Серьезно!"
    me "Не знаю. Дети фермеров?"
    show us smile1
    us "Или любители птиц."
    me "Как можно их котировать? Гуси безнадежно испортили имидж..."
    us "Как-то несолидно для взрослого парня их боятся!"
    me "А и не боюсь. Лишь соблюдаю разумную дистанцию."
    me "Знаешь, это до жути враждебные создания. Плюс, я абсолютно уверен в патологическом безумии каждого."
    us "Га!"
    me "Да ну тебя…"
    stop music fadeout 4
    show us norm1
    "Я заметил стремительно приближающуюся Славю. Один лишь ее вид пробуждал беспокойство – блондинка была мрачнее тучи."
    show sl sad at left with dissolve
    play music nepri fadein 2
    th "Доигрался. Точно. Сейчас она сообщит, что Ольга решила меня уволить."
    sl "Привет. Семен, можно тебя на пару слов?"
    "Голос звучал пугающе безжизненно, блекло, подавленно. Мы отошли в сторону, Славяна перешла на шепот."
    sl "Ты уже сказал ей?"
    me "О чем?"
    "Славяна окинула Ульяну взором, полным сочувствия."
    sl "Ненавижу такие моменты. Как же тяжело придется девочке."
    me "Славя?"
    show sl norm
    sl "Ее бабушка сейчас в реанимации."
    me "То есть, это…"
    me "Оу."
    me "Есть шансы?"
    sl "Можно отсрочить уход, не более. Ольга уже позвонила ее маме."
    me "Кошмар какой-то. Но не понимаю, ведь мы встречались с ней совсем недавно, как же так вышло?"
    sl "Почти все получают обезболивающие препараты. А сама Лидия Михайловна всегда держалась уверенно. Она удивительный человек. С такой тягой к жизни..."
    me "Честно говоря, я просто шокирован... А что делать с внучкой?"
    show sl sad
    sl "Я могу с ней поговорить."
    menu:
        "Славя справится лучше":
            $ renegat += 1
            me "Если тебя не затруднит..."
            show sl norm
            "Я стыдливо отошел в сторону, позволяя девушке разобраться с деликатной проблемой."
            "Слабый, безвольный, боящийся сложностей человечишка."
            "Неуклюжий наблюдатель, отодвинутый на обочину самой жизнью."
            "Пронзительный детский плач озарил комнату: Ульяна вцепилась в Славю, пытаясь найти живительное утешение."
            show sl sad
            "Лицо каждой по-своему выразительно печально, и если подростковая трагедия очевидна, то несчастье Славяны подавалось дозированно и едва уловимо."
            "Причины ее разочарования многочисленны, потому почти собирались в причудливый пазл, за исключением нескольких важных элементов."
            "Гнусная ситуация, общая тягостная атмосфера и мое никчемное малодушие, но отчетливо было что-то еще; что-то, что я никак не мог понять."
            "Сила мигрени возросла до неприличия, ровно до той степени, вынуждающей меня покинуть гостевую."
            scene bg korid with dissolve
            "Чудовищная головная боль дополнялась появлением плывущих перед глазами точек и зигзагов."
            show mik smile2 with dissolve
            mi "Вид у тебя потешный. Иссекаешь?"
            th "Мику! Не хватало только ее тупых сарказмов."
            me "Мигрень…"
            "Недружелюбно процедил я сквозь зубы."
            show mik norm2
            mi "Прям совсем хреново?"
            me "Да."
            show mik smile
            "Девица подмигнула."
            mi "Повезло ж! У меня, как раз, есть чудо-средство. Вы-то, нищенки, все аспирином спасаетесь?"
            "Я махнул рукой и комично поплелся дальше – здесь мне точно нечего ловить."
            mi "Стой, страдалец. Тут подожди, принесу таблетку. Только в ноги не кланяйся."
            "Никаких лекарств с собой, конечно, у меня не было: выпрашивать же их у сотрудников казалось унизительным."
            "Что уж говорить, внезапный порыв дружелюбия от Мику был как нельзя кстати."
            scene bg black with dissolve
            "Я прикрыл глаза, моля о скором разрешении…"
            $ renpy.pause (0.8)
            "Несильный удар по ноге проанонсировал появление спасительницы."
            scene bg korid with dissolve
            show mik smile2 with dissolve
            "В руках у нее расположилась кружка с какой-то мутной субстанцией."
            mi "Танцуй. Оно еще и как ноотроп действует, кстати.  А боль снимет – это сто процентов."
            me "Что-то как-то сомнительно…А как называется препарат?"
            mi "В России его официально не поставляют. Презент от отца. «Глодирил»."
            "Я поднес кружку к лицу. Аромат довольно приятный."
            show mik norm2
            mi "Не хочешь пить, так вылей. Мое дело предложить…Чао, болезный."
            hide mik
            "Девица оставила меня наедине с лекарством."
            th "А вдруг это пурген? Подстава в духе Мику."
            "Из-за резкого спазма я чуть не разбил кружку. Боль достигла шкалы «нестерпимо»."
            "Я выпил содержимое залпом..."

        "Но я ощущаю ответственность перед Ульяной":
            $ paragon += 1
            $ slav_res += 1
            me "Спасибо, но я как-нибудь сам."
            sl "Я помогу, Семен."
            me "Не нужно. Правда."
            "Я постарался придать голосу настойчивости."
            "Славя обеспокоенно смотрела то на меня, то на несчастную девчонку."
            sl "Ей так непросто…Будь аккуратней."
            show sl smile
            "Блондинка одарила одобряющим кивком и спешно ретировалась."
            hide sl
            "На свете нет ничего более хрупкого, чем надежда."
            "И жизнь, безразличная до людских забот, бессовестно забрала ее у маленького человека."
            "Увидит ли она во мне собрата по несчастью? Ведь я, словно рассеянный долгожитель, что растерял всех своих родных."
            me "Ульян."
            us "Ай?"
            "Вид у нее был в высшей мере озабоченный; по всей видимости, ее успели смутить наши перешептывания со Славей."
            me "Твоя бабушка сейчас в реанимации."
            "Личико Ульяны тут же исказилось гримасой ужаса."
            me "Мы постараемся сделать все возможное, но ты должна быть готова к тому, чтобы…"
            hide us
            "Не успел я договорить, как девчонка молниеносно выбежала из гостевой, подгоняемая истерикой."
            "Колючий, громкий детский плач пробуждал чувство вины и тревоги. Мне ничего не оставалось, кроме как бежать следом."
            $ renpy.pause (0.8)
            scene bg hoshol with dissolve
            show us sad1 with dissolve
            us "Ос-оставь м-меня!"
            show us sad1
            "Беспокойные всхлипы не давали Ульяне внятно изъясняться."
            "Я терялся при подобных ярких проявлениях эмоций, в данном случае, столь неприглядных и мрачных."
            zs "Утешь же ее."
            "Неуклюже обнял Ульяну; она, в ответ, яростно вцепилась в мою кофту, пытаясь найти живительное утешение."
            "Немая сцена продолжалась нестерпимо долго."
            "По крайней мере, ее бабушка прошла длинный путь. Отчего-то, вспомнилась одна емкая цитата."
            th "Большинство людей умирают только в последний момент, остальные начинают делать это лет за двадцать, а то и раньше. Они - самые несчастные на земле."
            show mt norm at right with dissolve
            "Подоспевшая Ольга отпустила меня восвояси…"
            scene bg korid with dissolve
            "Сила мигрени возросла до неприличия, ровно до той степени, что я принялся искать спасения."
            "Чудовищная головная боль дополнялась появлением плывущих перед глазами точек и зигзагов."
            show mik smile2 with dissolve
            mi "Вид у тебя потешный. Иссекаешь?"
            th "Мику! Не хватало только ее тупых сарказмов."
            me "Мигрень…"
            "Недружелюбно процедил я сквозь зубы."
            show mik norm2
            mi "Прям совсем хреново?"
            me "Да."
            show mik smile
            "Девица подмигнула."
            mi "Повезло ж! У меня, как раз, есть чудо-средство. Вы-то, нищенки, все аспирином спасаетесь?"
            "Я махнул рукой и комично поплелся дальше – здесь мне точно нечего ловить."
            mi "Стой, страдалец. Тут подожди, принесу таблетку. Только в ноги не кланяйся."
            "Никаких лекарств с собой, конечно, у меня не было: выпрашивать же их у сотрудников казалось унизительным."
            "Что уж говорить, внезапный порыв дружелюбия от Мику был как нельзя кстати."
            scene bg black with dissolve
            "Я прикрыл глаза, моля о скором разрешении…"
            $ renpy.pause (0.8)
            "Несильный удар по ноге проанонсировал появление спасительницы."
            scene bg korid with dissolve
            show mik smile2 with dissolve
            "В руках у нее расположилась кружка с какой-то мутной субстанцией."
            mi "Танцуй. Оно еще и как ноотроп действует, кстати.  А боль снимет – это сто процентов."
            me "Что-то как-то сомнительно…А как называется препарат?"
            mi "В России его официально не поставляют. Презент от отца. «Глодирил»."
            "Я поднес кружку к лицу. Аромат довольно приятный."
            show mik norm2
            mi "Не хочешь пить, так вылей. Мое дело предложить…Чао, болезный."
            hide mik
            "Девица оставила меня наедине с лекарством."
            th "А вдруг это пурген? Подстава в духе Мику."
            "Из-за резкого спазма я чуть не разбил кружку. Боль достигла шкалы «нестерпимо»."
            "Я выпил содержимое залпом..."

    stop music
    play music zima fadein 5
    play sound steps fadein 2
    scene bg hos with dissolve
    "Свежий воздух вполне мог стать спасением от злосчастной мигрени."
    "По крайней мере, на фоне сомнительной терапии от Мику."
    "Решено было протоптать пару ненужных троп возле хосписа."
    "Мороз крепчал; солнце, уступив, уже не пыталось пробиться из-за туч. Подчеркнутая серьезность момента раздражала."
    "Не было места даже легкому ветерку."
    "Озябший, продрогший мир, словно поставленный на паузу. И я – в самом его эпицентре."
    "Ненавистная пора отчетливо ощущала мое к ней отношение; потому платила тем же."
    "Я осмотрел пальцы на дрожащих руках: цвет их приобрел ярко выраженный фиолетовый оттенок."
    th "Спрятать в карман, пока не поздно."
    "Тоска. Тупая, заунывная, безразличная. Тоска как гимн сегодняшнего дня."
    "Меня преследовало острейшее чувство неуместности, чужеродности. Во всей этой прескверной истории я был лишним персонажем; не было ни малейших сомнений в верности суждений."
    th "Не смогу. Не выдержу. Еще целый год."
    "Неприятель топчется подошвой. Постепенно, меня оставили и всякие мысли."
    "Холод, а точнее спасение от такого, занимало абсолютно все внимание."
    "Глупо искать сочувствия у зимы."
    stop music fadeout 3
    "Мне не найти над ней управы - страдать всю жизнь обязан я..."
    play music tripstart fadein 2
    "Наконец, бестолковые блуждания приостановлены: интерес вызывал невесть откуда взявшийся подвал."
    scene bg podv with dissolve
    stop sound
    th "Очень странно! Почему я раньше его не замечал?"
    "Я неспешно спустился к двери, ведомый неизменный любопытством."
    th "Бред. Он никак не мог оставаться незамеченным."
    "С самой юности, подвальные помещения вызывали вполне заслуженное чувство тревоги."
    "Темные, сырые, недружелюбные места точно таили в себе какую-то опасность. Но то – детская пора, в комплект к которой никак не входило бесстрашие."
    "Рационально рассуждая, приходилось признавать, что подвалы ничем не отличаются от каких-либо других помещений. Ну, разве только, чуть менее ухоженные."
    th "Что это промелькнуло?" with hpunch
    "Краем глаза я случайно приметил какое-то непонятное движение."
    th "Показалось, видимо. Кому только придет в голову идея следить за мной?"
    "Мигрень, к полнейшей неожиданности, безвозвратно исчезла; погодный дискомфорт, напротив же, лишь нарастал."
    th "А, заглянем! По крайней мере, согреюсь."
    play sound sfx_open_metal_hatch
    scene bg podval with dissolve
    $ renpy.pause(1.0)
    stop sound
    play music trip fadein 2
    th "До чего неуютное местечко."
    "Обшарпанные стены, а также приглушенный, слабый свет усталых ламп – изнанка хосписа была пугающе неприветлива."
    "Специфическая атмосфера привлекала самую разнообразную нечисть: начиная от старых добрых тараканов и заканчивая причудливыми черными жуками."
    "Парочка таких уже успела геройски погибнуть в схватке с кроссовками."
    th "Недосягаемая степень аутизма. Стою в богом забытом подвале в компании с мерзкими букашками."
    "Несмотря на общую мрачность, какой-либо тревоги место положения не вызывало."
    "Напротив, я ощущал довольно отчетливое спокойствие и кристальную ясность рассудка. Тело переполняла энергия; я словно избавился от затяжной хандры."
    "Удивительное чувство отчетливо окрыляло и одаряло бодростью."
    th "Ладно, в этот раз Мику заслужила спасибо. Где только она достала nzt?"
    "Тем не менее, дальнейшее исследование подвала в мои планы не входило. Озноб сдал позиции – пора возвращаться на привычную открытую поверхность."
    "Я неспешно выдвинулся к двери, а затем с большим усилием дернул ручку."
    play sound sfx_knock_door_closed_hard1
    "Никакого отклика не последовало."
    th "Так, что за…"
    play sound sfx_knock_door_closed_hard1
    "Хаотично повторяющиеся движения. Дверь демонстрировала полнейшее безразличие к моим потугам."
    th "Но я же как-то вошел сюда!"
    "Во рту чувствовался легкий привкус отчаяния. Я принялся лихо колотить по двери что есть сил."
    play sound stt
    "Мощные удары отзывались чахлым звуковым эффектом."
    stop sound
    me "ПОМОГИТЕ! КТО-НИБУДЬ МЕНЯ СЛЫШИТ?"
    me "ЛЮДИ! Я ЗАПЕРТ, ПОМОГИТЕ!"
    "Небольшая пауза безразлично констатировала: помощи ждать не стоит. От полнейшего бессилия, я опустился на пол."
    th "Так и сгнию в этом сраном подвале!"
    "И все же, ничтожный шанс на счастливую развязку имел место быть, по крайней мере, в теории."
    "Оставалось надеяться, что смартфон не подведет и отыщет сеть: в таком случае, он без особых проблем победил бы в номинации «ангел-хранитель»."
    "Вот только в кармане брюк его не оказалось. Я проверил каждый, причем даже тот, в которой телефон физически не способен уместиться."
    th "Выпал, выпал…Не мог забыть его, просто не мог…"
    "Отсутствие электронного помощника привело к самой настоящей панике. Лихорадочные поиски в полумраке, ожидаемо, не принесли плодов."
    "Я припал лицом к обжигающе холодной двери."
    me "ПОМОГИТЕ, ПРОШУ!!!! КТО-НИБУДЬ!!"
    me "Я ЗАПЕРТ В ПОДВАЛЕ!!! ЛЮ-Ю-Ю-ДИ-И-И-И-И!"
    "Крик, усиленный отчаянием четвертой степени, был яростно выдающимся; в той же мере бесполезным."
    me "Блять!"
    "Говорят, мат мобилизует при стрессовых ситуациях. Положение, однако, походило на безвыходное."
    th "Сидеть в ожидании чуда – попросту бессмысленно. Быть может, это не единственная дверь."
    th "Хочется верить, что не единственная..."
    "Иного выхода нет. Придется исследовать подвал в поисках спасения."
    "Я ступил в полумрак."
    scene bg podtr with dissolve
    play ambience shpod fadein 2
    stop music fadeout 5
    th "Это...Это.."
    "Увиденное беззаботно плевало на все законы логики."
    "Размашистый, многокилометровый и однотипный коридор – подобное сооружение походило на чей-то глупый вымысел или фантазию."
    "Но тактильный контакт расставил все точки над i – сырая стена была не менее реальна, чем я."
    "Секретные лаборатории, подземные миры – сознание принялось перебирать хоть сколько-то знакомые ассоциации, отказываясь признавать полнейшую растерянность."
    th "Это уже слишком. Вернусь обратно."
    scene bg black with dissolve
    "Но развернувшись, я столкнулся с очередным пугающим феноменом: вместо привычного пути обратно, меня поджидала беспроглядная тьма."
    "Величественная, бесконечная, отторгающая. Такую примет лишь уступивший безумию."
    th "Должен же быть свет ламп. Но где он?!"
    "Некоторое время, я пытался пристально вглядываться в темное полотно, но вскоре признал бессмысленность подобного занятия."
    th "Это сон. Другого объяснения нет."
    play sound poshe
    "Звонкая пощечина отзывалась сильной болью; но искомого пробуждения, к сожалению, не случилось."
    scene bg podtr with dissolve
    th "Значит, вот как все выходит..."
    "Порядком подавленный, я поплелся по странному коридору."
    "Имеет ли он конец? Если судить визуально, то скорее нет, чем да."
    th "Спокойно, спокойно. Это всего лишь разновидность дороги."
    th "Как и любой путь, он имеет начало и конец."
    "Подошва захаживала в неглубокие лужи, пока где-то в стороне доносились отголоски непонятных звуков, точное положение которых отследить не получалось."
    "И если нечто наподобие крысиных перешептываний не вызывало вопросов, то негромкие, но отчетливые скрипы нагоняли жуть."
    "Пару раз, казалось, я даже слышал телефонный звонок."
    play music trip2 fadein 7
    "Никакого оптимизма это не внушало..."
    "В статус секретного объекта верилось с трудом. В чем же заключается секретность, если здесь может оказаться второсортный проходимец?"
    "Запутывало и то, что никто из местных не рассказывал об этом. А ведь сдержаться явно непросто."
    th "Возможно, там, в дали, какие-нибудь склады?"
    "Я мгновенно отбросил бестолковую мысль."
    th "Ну да. Ушел утром, вернулся ночью. Отлично."
    "Рассуждения не оставляли ни на секунду. Творящаяся мистика нуждалась в хоть каком-то объяснении."
    "Отследить течение времени не удавалось за отсутствием часов и мобильного. Интуиция же указывала на плюс-минус полчаса ходьбы."
    "Менялись фоновые декорации, то есть, видавшие виды стены пересекались с чуть более свежими, но суть оставалась неизменна – коридор никак не поддавался, словно растягиваясь."
    "Оценить же пройденную дистанцию невозможно: тотчас развернувшись, меня уже встречала непроглядная тьма."
    "Я остановился, прикидывая возможные варианты."
    th "Допустим, что шагну во тьму. Получится ли в ней сориентироваться?"
    "Я раздосадовано покачал головой заместо ответа."
    th "Не вариант…И этот чертов бесконечный коридор на другой стороне."
    th "Так себе размен…"
    "Несмотря на многочисленные шорохи и писк мышей, мне еще не удавалось приметить хоть одного грызуна. Стерильное помещение, в котором звук, по-видимому, жил своей жизнью."
    th "Это же невозможно."
    "Слезы выступили на глазах; собрав разбитую волю в кулак, я выложился в бессмысленный спринт."
    play sound begomm
    "Минута, две, три…" with vpunch
    "Сбитое дыхание мешало точно высчитывать секунды." with vpunch
    "Дряблое тело, отлученное от спорта, быстро дало о себе знать – легкие робко просили пощады." with vpunch
    th "Есть ли в этом хоть капля смысла?" with vpunch
    "Как оказалось, есть."
    stop sound
    "Случайно встреченный камень на пути оставил место для надежды."
    "Я аккуратно взял его в руки, тупо улыбаясь куску красного кирпича."
    "Встреча с чем-то реальным, материальным, созданием из моего мира; в тот момент, осколок стал самой близкой мне вещью на свете."
    th "Значит, я все же бегу не по одинаковой дороге."
    th "Так, так, так… Уже хорошо…"
    "Но множество вопросов все еще оставалось без ответа."
    scene bg black with dissolve
    stop music fadeout 4
    "Я ловко развернулся и бросил камень в объятия темноты."
    play sound kamen
    $ renpy.pause(1.5)
    "Меня словно парализовало."
    $ renpy.pause(0.5)
    th "Достаточно глубоко. Стоило ли избавляться от осколка. Холодные воды беспощадны."
    th "Мне нечего бояться. Плавать умею. Доплыву."
    th "Жаль одежду."
    th "УФ!"
    scene bg podtr with dissolve
    "Едва лишь оставил шок, как я пустился наутек, вкладывая в забег те немногочисленные силы, что еще оставались."
    play sound begomm
    "Страх также оказался неплохим топливом." with vpunch
    "Я уже не пытался осознать происходящее – весь этот противоестественный сюжет словно насмехался над убогим калекой." with vpunch
    "Бег. Бессмысленный, рваный. Бег от этой чертовой дряни, упорно настигающей меня." with vpunch
    "Я смотрел под ноги, попутно шепча обрывки когда-либо услышанных молитв. Полноценно взглянуть вперед я никак не решался." with vpunch
    "..." with hpunch
    $ renpy.pause(1.5)
    stop sound
    "Точно по внезапному велению демиурга, коридор закончился."
    "Желая убедиться в произошедшем, я поднял глаза."
    scene bg int_catacombs_door with dissolve
    play ambience ambience_catacombs fadein 2
    "Никаких сомнений, это самая настоящая дверь, ведущая в бункер."
    th "Получается…Это все же как-то связанно с военными?"
    "Небольшая нотка спокойствия на фоне разбушевавшейся тревоги."
    "Впрочем, это нисколько не объясняло многих явлений, например, природу всепоглощающей темноты."
    "Что дышит в затылок..."
    "И вновь, она вальяжно заполнила все пространство позади меня. Причудливый коридор сгинул в бесконечном мраке."
    "Спасение виднелось в загадочной комнате впереди. Лишь бы только дверь поддалась…"
    play sound sfx_open_door_mines_metal
    $ renpy.pause(1.5)
    play music bunk fadein 4
    scene bg int_catacombs_living with dissolve
    "Да уж. Внутреннее убранство бункера явно старше меня."
    th "Времен холодной войны, возможно."
    "Фоном звучала зацикленная запись, содержание которой никак не удавалось уловить."
    nezn "Стой где стоишь и не дергайся. Я не шучу!"
    show ps with dissolve
    "Из-за моей спины вынырнул до жути странный тип: не смотря на совершенно банальный внешний вид, было в нем что-то явно отторгающее."
    "И только спустя пару секунд, я в полной мере осознал его истинную натуру – глаза незнакомца были заражены подлинным безумием."
    "В правой руке у парня располагался короткий нож, который он совсем не стеснялся демонстрировать при всяком удобном случае."
    "Опасный чудак не спешил начинать диалог; а лишь испытывающее меня осматривал."
    th "Кажется, я здесь на положении заложника."
    nezn "Ты тот, о ком они говорят?!"
    "Глаза незнакомца беспорядочно забегали."
    me "Слушай, п-приятель, я не…"
    nezn "Заткнись! Тихо! Я все знаю! Все знаю о тебе, Сергеев Семен…"
    nezn "Они, ха, они показали."
    "Мимика говорящего, полная противоестественных движений, вызывала острое отвращение."
    me "Кто? Откуда ты знаешь обо мне?"
    "От одного его вида пробирали мурашки: на лице собеседника выступила жуткая гримаса, а перекошенные губы горячо зашептали."
    nezn "Они ждут тебя, не повезло…Если не сможешь – заменю тебя. И не повезет мне."
    me "Да о ком ты, блять, говоришь?!"
    "Один неосторожный выпад может стоит жизни в подобных условиях. Риск слишком велик."
    me "Я...Я лишь хочу разобраться..."
    "Незнакомец подошел к столику, усеянным увесистыми папками, и принялся что-то выискивать, попутно косо поглядывая в мою сторону."
    nezn "Вот!"
    "Одна из папок полетела мне под ноги."
    play sound zur
    nezn "Смотри."
    "Максимально деликатно достаю ее с пола, дабы не вызвать приступ обострения у буйного персонажа."
    "ДЕЛО №379290 – СЕРГЕЕВ СЕМЕН КОНДРАТЬЕВИЧ"
    th "Какого…"
    "Заметно ошарашенный, я раскрыл папку."
    "«Содержание:»"
    "«Биография»"
    "«Тип восприятия»"
    "«Тенденции»"
    "«Роль в рассвете»"
    "Мгновенно перелистываю на страницу с биографией, углубляясь в жадное чтение."
    "От увиденного резко закружилась голова, а ноги, подкосившись, завторили ей."
    "Неровным почерком были расписаны все основные события прошедших лет, включая до неприличия личные."
    "«Роль в рассвете…»"
    "До меня доходили обрывки фраз и не более – в нынешнем состоянии я стал попросту неспособен воспринимать что-либо."
    "«Уровень восприятия позволяет контактировать с первыми вступившими….», «Объект обладает способностью избегать временные ловушки», «Имеется слабый иммунитет к воздействиям низкого уровня»."
    me "ЧТО ЭТО ВСЕ ЗНАЧИТ?! ДА КТО ТЫ? ЧТО ТУТ ВООБЩЕ ПРОИСХОДИТ?!"
    nezn "Я не верю им…Они-то, что, шепчут, шепчут…Ложь! Уловки! А ты? Доверишься им?"
    "Бесполезно. Даже если он что-либо и знает, выудить информацию невозможно. Сломанный носитель."
    "Впрочем, чувство острой тревоги сменилось тоскливым ощущением безнадежности происходящего."
    me "Нет. Не верю."
    nezn "Да-да-да!"
    "Он принялся лихорадочно качать головой."
    nezn "Они способны устроить игру таких масштабов и для кого? Нас двоих…Но все еще можно исправить."
    me "Игру? В чем она заключается?"
    "Я решил подыграть безумцу, ни на что особо не рассчитывая."
    nezn "Все то, что позади, - спектакль, фарс. Да! Дешевый, но эффектный. Чтобы я, ты – поняли роли."
    me "Это только слова? Или, может, есть доказательства?"
    nezn "Доказательства…"
    "Тип словно отключился."
    nezn "Есть, да. Папки, в них все. Смотри!"
    "Он бесцеремонно схватил меня за локоть и силком потащил к столу."
    nezn "В текстах есть про них. Тех, кто сверху! Это не люди. Уже нет."
    "Речь собеседника становилась все более обрывистой."
    nezn "Славяна, Ми…Хватит даже! Тебе нравится она? Точно. Читай, вчитайся: то что ты видел, там, то иллюзия. Инструмент для одурманивая. Тебя и меня."
    me "Да…Ты знаешь их?"
    nezn "Настоящих их никогда не знал. Как и ты."
    "Я неспешно раскрыл папку, посвященную блондинке. Увесистый том с кучей страниц оказался абсолютно пустым внутри."
    "Интереса ради, я проверил и остальные «доказательства», что также были лишены всякой информации."
    nezn "Они сказали недавно, мол, прими нас. Хах, нашли дурака. А ты видел их лица в темноте? Держись от нее подальше…"
    me "Так, значит, в папке расписаны факты того, что Славя – это не человек?"
    nezn "Вот же!"
    "Он принялся деловито листать страницы, наконец, остановившись на предпоследней."
    nezn "Читай!"
    "Взору предстала кристально чистая страница."
    me "Да, теперь понимаю…А ты давно уже здесь прячешься?"
    nezn "Прячусь? Нет-нет, жду. Жду их! Иногда получается подслушать. Скоро будут здесь."
    "Он громко вздохнул, прежде чем продолжил."
    nezn "Не верь им. Что бы они не говорили, не верь. Иначе...Они заполучат тебя."
    me "Зачем мы им?"
    nezn "А, ты не слышал…Сейчас."
    "Безумец достал из под груды материалов небольшой помятый листок."
    nezn "Подсказки. Для нас. Понимаешь? Не дай им себя запутать."
    "Очередной пустой лист."
    nezn "Эй. Ты не видишь?!"
    "Видимо, мое отстраненное выражение лица вызвало определенные подозрения."
    me "Вижу, почему. Да, все как ты и говорил."
    "Парень злобно оскалился, а затем резко указал мне на середину листка."
    nezn "Читай! Вслух!"
    th "Все кончено. Теперь он точно меня убьет."
    "Но вместо ожидаемой агрессии, незнакомец пугливо попятился в сторону, выставив передо мной нож, словно готовясь защищаться."
    nezn "Уходи! Уходи немедленно!"
    "Он кивнул лезвием в сторону двери, параллельной той, из которой я явился."
    nezn "Не возвращайся никогда! Слышишь?"
    scene bg black
    play sound zakr
    "Последние слова доносились уже из-за закрытой двери."
    nezn "Они все равно тебя не отпустят..."
    stop music fadeout 4
    "Глаза с трудом адаптировались к темноте; потребовалась пара минут для того, чтобы я смог хоть как-то начать различать неловкие очертания помещения."
    scene bg podvaltr with dissolve
    play music trip4 fadein 2
    "Я поежился – комната находилась в плену яростного мороза, который с трудом сдерживала тонкая парка."
    "Дополнял картину падающий снег. Снежинки небрежно оседали на лице."
    "Связь с реальностью окончательно потеряна, изорвана; над ней будто жестоко надругались."
    "Я внимательно всматривался в потолок, пытаясь найти разумный ответ, но..."
    "Снег брался из ниоткуда. В закрытом помещении."
    "Все то, что приключилось со мной за последние часы, все это походило на дурную сказку или затянувшийся сон."
    "Слова безумца уже не казались столь бессмысленными…"
    "Не сколько желая проверить догадку, а, скорее, ведомый отчаянием, я лихо приложился головой об холодную стенку."
    "Тупая боль разошлась по всему телу, а лицо украсила струйка теплой крови, медленно стекающей вниз."
    th "Не бывает таких иллюзий…"
    th "Что это за…"
    "Не в силах более сдерживаться, я полностью отдался истерике."
    play sound plach
    $ renpy.pause(1.5)
    "Как я очутился в центре этого необъяснимого ужаса?"
    "Совсем один. Наедине с кошмаром, которому нет конца."
    th "Я не могу….Больше просто не могу…"
    "Пальцы рук онемели от холода. Слезы же замерзали прямо на щеках."
    "Оставаться здесь – сроди настоящему самоубийству. Нужно лишь решить, самый то плохой вариант или нет."
    th "Дальше ничего не будет…Я закрою глаза…И больше никогда не открою."
    th "Вечная пустота."
    "Но инстинкт упорная штука. И вот он протягивает руку, приговаривая: «Борись, парень.»"
    "Я, нелепо ковыляя, поплелся к небольшой обшарпанной двери впереди. Подойдя к ней, внимательно прислушался."
    th "Если там и есть ад, то очень тихий."
    th "Господи, как же я хочу, чтобы все это закончилось."
    "Дернул за ручку, потянул на себя и сделал шаг…"
    scene bg black with dissolve
    stop sound
    stop ambience
    play music jup fadein 2
    th "Как трудно дышать."
    th "Черт, я ведь совсем не могу вдохнуть."
    scene bg trip5 with dissolve
    "В тот момент, как только открылись глаза, я испытал чудовищную боль – меня словно придавило парой-тройкой бетонных плит."
    "Я успел бросить короткий взгляд, прежде зрение полностью отказало."
    "Несмотря на смертельную опасность, открывшиеся виды завораживали."
    "Необъятные вихри, размеры коих даже невозможно вообразить заурядным человеческим умом, кружили на фоне космического полотна, усыпанного звездами."
    "Один из таких ловко подловил мое тело, что стало игрушкой в руках могущественной стихии."
    "Из носа хлестала кровь, пока давление методично выдавливало глаза."
    th "Вот и все."
    "Я окончательно впал в беспамятство."
    scene bg black with dissolve
    $ renpy.pause(2.0)
    stop music
    play sound vdoh
    "Трудно сказать, сколько времени я провел без сознания."
    play music trip4 fadein 2
    "Продрогший, осипший – я очнулся, распластавшись перед злосчастной дверью."
    scene bg podvaltr with dissolve
    "Глаза удалось открыть с большим трудом – кристаллы изморози росли прямо на них."
    th "Что это было?! Видение?! Cон!?"
    play sound ser
    "Меня бросало в жар, спина покрылась липким потом, а сердце отбивало самый беспокойный ритм из своего репертуара."
    "Не каждый день удается испытать собственную смерть, к тому же, столь неказистую и мучительную."
    "Передо мной мелькали яркие вспышки, флешбэки, демонстрирующие моменты из детства."
    "Ничего хорошего это не предвещало."
    "Очевидно, время совсем на исходе…"
    th "Надо бежать…Нужно бе.."
    "Попытка привстать не увенчалась успехом – я окончательно провалился в темноту."
    stop music
    scene bg black with dissolve
    th "Я, что, мертв?"
    th "Судя по тому, что все еще могу мыслить - вряд ли."
    th "Неужели, это все закончилось..."
    "Холод отступил – это точно. Наверное, даже, наоборот."
    stop sound
    "Странно, но мне отчетливо чудился знойный летний вечер. И сыро. Как же тут сыро! Кроссовки определенно промокли."
    "Хотя, подождите…"
    scene bg boloto with dissolve
    play music bolot fadein 4
    "Да, без всяких сомнений, я стоял в воде по колено."
    "То не просто водоем, а вполне себе болото. Старое, солидное, без видимых границ."
    th "Где я, черт возьми?"
    "Я принялся беспорядочно осматриваться, ища хоть какие-то зацепки."
    "Несмотря на отсутствие весомых предпосылок, атмосфера места все же вызывала заметную тревогу."
    "И неспроста. Вдали виднелись темные силуэты. Трудно сказать, мираж ли это, игра воспаленного сознания или…"
    "Честно говоря, я уже не представлял, что на самом деле реально, а что – нет."
    "Таинственные фигуры приближались."
    "Вид их анонсировал дрожь: непропорционально вытянутые тела, обмотанные в серые лохмотья, дополнялись масками диковинных существ, внешность которых пугала и одновременно завораживала."
    "Я даже не пытался сопротивляться, изображая тщетный побег."
    "Лишь бы все это закончилось. Пусть так. Пусть здесь."
    "Я припал на колени, смиренно ожидая участи."
    th "Как же все поскудно получается..."
    "Противоестественные создания практически настигли меня. В ноздри ударил тошнотворный запах разлагающейся плоти."
    "Не было ни боли, ни страха. Только усталость. Невыносимая, чудовищная усталость."
    "Одно из омерзительных порождений вскинуло руку, пытаясь коснуться моего плеча."
    stop music fadeout 7
    scene bg black
    "Меня настигли объятья мрака."
    $ renpy.pause(3.0)
    scene bg fintrip with dissolve
    play music final fadein 7
    "Все кончено. Я победил."
    "И сакральный приз, - долгожданное спокойствие, оказался в моем распоряжении."
    "Спокойствие длиною в вечность. Вечность, проведенная у морского берега."
    "Берега темного, больного и усталого – берега моей души."
    "Весь мир, а точнее, набор бедных декораций, оставался неподвижен."
    "Я предавался исследованиям островка в первые дни, но мне откликалась лишь безжизненная, мертвая земля."
    "Погода, время суток, даже мелочи, вроде последовательности незначительных звуков – все это абсолютно статично."
    "Людские потребности не решались обратить на себя робкого внимания; за все продолжительное время на острове, мне ни разу не захотелось добыть чего-нибудь съестного или освежающе холодного."
    "И вместе с тем, все меньше во мне оставалось привычного человеческого, казалось, я напрочь разучился испытывать хоть что-то, точно ходячий труп."
    "Я замираю, пытаясь услышать стук сердца, стук быстрый и нетерпеливый, но до меня не доносится ни звука."
    "Отчаявшись, я тщетно пытался доплыть до манящих туманных островов, похожих на друг друга как две капли воды."
    "И всякий раз, меня поджидало фиаско."
    "Умереть здесь, похоже, невозможно, поскольку в момент близкой гибели, я приходил в себя на острове целым и невредимым."
    "Но можно ли назвать это жизнью? Я обречен провести вечность в темнице, заботливо предоставленной самой вселенной."
    "Если это и есть пресловутая «загробная жизнь», то это явно одна из злейших шуток мироздания."
    "Все то, что хотело бы влачить всего только жалкое существование, должно поплатиться за это."
    "Нужно ли было сдаваться в тот миг? Видимо, нет."
    "Люди упорно борятся, выторговывая себя у смерти, но лишь при одном условии."
    "Если у них есть мотив."
    "Но то не моя история. Жизнь никчемности, коей я являюсь, полна механических действий и скотского существования."
    "В ней нет места чудесам открытия, таинствам любви или повсеместным вызовам. И даже в графе близкие люди – равнодушный прочерк."
    "Но зато есть пресные и одинаковые будни. В какой-то степени, окружающая среда стала гипертрофированной пародией на мое прошлое."
    th "И все же, я не заслужил этого всего. Миллионы людей хуже меня в любых проявлениях."
    "Отрава душевной усталости все глубже и глубже проникала в самое естество."
    "Бесконечные однотипные часы, что я вынужден растрачивать. Уловка в виде сна не помогала: я всегда был бодр ровно настолько, насколько необходимо человеку столь убогого положения."
    "Я бесцельно сидел у берега, омывая руки ледяной водой, когда явился {i}он{/i}."
    "Едва различимый темный силуэт, отдаленно напоминающий человеческую фигуру."
    "Его появление способствовало нарастающей тревоге; я внимательно следил за передвижениями сущности, ожидая подлого подвоха."
    "Фигура остановилась в непосредственной близости от меня."
    sil "Тебе выпало непростое бремя. Но ты все еще можешь вернуться, если выразишь готовность."
    "Убаюкивающий бархатный голос звучал в моей голове вполне умиротворяюще. Недоверие отступило – я словно общался со старым приятелем."
    me "Это твоих рук дело?"
    "Я окинул взором остров."
    sil "Лишь отчасти."
    me "Тогда чьих?"
    "Силуэт слегка встрепенулся на ветру."
    sil "Ты размышлял о прошлом?"
    me "Непременно."
    sil "Твое существование пусто, как и это мироздание. Мы лишь хотели, чтобы ты осознал."
    me "Что ж, у вас это получилось."
    sil "Человек – есть великая тайна. Ее необходимо разгадать, чтобы стать им."
    me "Я не понимаю…"
    sil "Ты брошен, но не осужден. Еще нет."
    "Мне, почему-то, вспомнились слова незнакомца, встреченного в бункере."
    th "Получается, он предупреждал именно об этом?"
    sil "Нет. Он, как и все вокруг, не более чем часть тебя. Изуродованная, деформированная и неприглядная."
    sil "Отбрось его, как и всякие мысли о мнимой исключительности, глубоко поражающие клетки души, подобно опасному вирусу."
    sil "Именно это и привело тебя сюда."
    th "Они будут пытаться обмануть, помню…"
    "Фигура подобралась бесцеремонно близко."
    sil "Мы не несем вред, но дарим спасение. Если ты готов принять его."
    me "О чем ты говоришь?"
    sil "Тебя ожидает пробуждение в знакомом и привычном мире. Выдави гниль, избавься от нее – исправь ошибки, которыми усеяна вся твоя жизнь."
    sil "Ты всегда искал легкие пути и избегал ответственности. Настало время принять ее, демонстрируя мужественность."
    me "Каким образом? Что я могу? Ты постоянно указываешь на мою никчемность…"
    sil "Быть обычным – не значит быть никчемным. Ты все еще способен на высшее благо."
    "Призрачная сущность выдержала многозначительную паузу."
    sil "То, что способно оправдать прозябание в отупляющем полусне. Спасение жизни."
    me "Я? Не представляю…У меня даже нет медицинских навыков, как?"
    sil "Порой, сердца спасают теплые слова, а не кардиостимулятор."
    "Я горько усмехнулся."
    me "Кому их говорить? Когда расписан с одиночеством..."
    "Неожиданно, силуэт распался на множество однотипных фигур; мое внимание было приковано к центральной, в которой прорисовывались знакомые черты…"
    scene bg slavi with dissolve
    me "Славя?! Ей, что, грозит опасность?"
    sil "Мы демонстрируем пример. Один из многих."
    sil "Ее сюжет близок к окончанию. {i}Но ты способен его изменить{/i}."
    "Столь же стремительно видение развеялось."
    scene bg fintrip with dissolve
    "Все это с невероятным трудом укладывалось в голове…"
    me "Так и... Ладно... Ох, что я должен сделать?"
    sil "Следуй в бескрайние воды вместе со мной, чтобы проснуться."
    me "А если?.."
    sil "То останешься здесь навсегда. Твой разум не может осознать трагичность подобного решения."
    sil "Решайся."
    menu:
        "Тщательно подготовленная ловушка. Но им не заманить меня":
            me "Ты серьезно?"
            sil "Уточни вопрос."
            me "Оглядываясь назад, я понимаю, что весь этот ужас – ваших рук дело."
            me "Подумать только, безумный эксперимент, где я в роли жалкой подопытной крысы."
            me "Ты хотя бы понимаешь, через что мне пришлось пройти? Что пережить?"
            sil "Это жесткая, но необходимая мера."
            "Голос упивался безнаказанностью, уверенный в своей правоте."
            me "И теперь, полностью разрушив мою жизнь, искалечив меня, ты просишь о том, чтобы я ступил с тобой в темные воды?"
            me "Это даже забавно."
            sil "Обида - помеха на пути к правильному выбору."
            me "А правильный выбор, дай угадаю, это тот, который выгоден {i}тебе{/i}?"
            sil "Всем нам. Но эмоции мешают принять достойный исход. Тот, ради которого все затевалось."
            me "Я не кукла в твоих руках."
            sil "Тебе необходимо успокоиться. Иначе трагический финал неизбежен."
            me "Зато это будет МОЙ ВЫБОР, МОЙ! СЛЫШИШЬ?! НЕ ЧЕЙ-ТО НАВЯЗАННЫЙ, А МОЙ!"
            me "КАТИСЬ К ЧЕРТОВОЙ МАТЕРИ!"
            "Яростная тирада стоила мне последних сил: сокрушенный, я нелепо плюхнулся на вечно остывший песок."
            sil "Ты заплатишь слишком высокую цену."
            "Силуэт стремительно растворился в воздухе, оставив меня одного, кажется, навсегда."
            "Что-то во мне невозвратимо погибло в этот момент. Нечто бесценное, но едва уловимое."
            "Я тотчас подметил небольшую разницу в освещении: общий фон стал чуть темнее, чем обычно."
            "Похолодало."
            "Возможно, это не все случившиеся изменения…Быть может, этот мир не безнадежно статичен…"
            "Собравшись с мыслями, я вновь принялся исследовать остров…"
            scene bg black with dissolve
            $ renpy.pause(4)
            play sound sfx_achievement
            window show
            "Концовка: одинокий мир."
            window hide
            $ renpy.pause(2.0)
            return

        "Я обязан оправдать свое существование":
            me "Хорошо, я сог…"
            scene bg black
            stop music
            mi "Семен, господи, ты жив?!"
            play music goodend fadein 4
            scene bg bioafk with dissolve
            show mik scare
            "Мику припала ко мне милым личиком."
            show mik norm
            "Я очутился в луже собственной рвоты. Девушка помогла встать - сам держался чертовски неуверенно."
            "Спасительница выглядела серьезно напуганной. Представляю свой видок."
            mi "Прости, блин, не думала, что так в голову дает. Приятель посоветовал, мол, мозги прочищает, а про эффект не пояснял особо."
            mi "Ты как вообще?!"
            me "Т-т-так себ-бе…"
            show mik norm2
            "Зубы отбивали профессиональную чечетку. Тремор, озноб, слабость – весь комплект из серии «положить в кровать и не беспокоить до лучших времен.»"
            mi "Я тебя от Ольги прикрыла, если что. А вообще…"
            mi "Извини, перегнула, да. Идти можешь? Держись за меня, лечиться пойдем."
            show mik smile2
            mi "Но с твоих похождений я уж угорала, как могла."
            "Мысли путались, подобно проводу наушников. С наскока с ними никак не получалось совладать."
            me "Эт-то м-многие в-видели?.."
            mi "Ну...До тех пор, пока не залью видео - нет."
            jump paranoiya
