label meet_miku:
    stop music
    stop sound
    stop ambience
    $ renpy.pause(1.5)
    scene bg zima1 with dissolve
    $ renpy.pause(4.5)
    scene bg black with dissolve
    "Судьба – любимое слово из лексикона неудачников. Сетовать на нее – что-то вроде чрезвычайно удобного хобби."
    play music refle fadein 4
    scene bg semen_room with dissolve
    play sound byd
    "Будильник заботливо презентует начало нового дня. Утро, по традиции, вовсе беспощадно ко мне: в который раз методично хоронит гору планов в небрежно скомканной кровати."
    stop sound
    "Привычный мирок обособленного от людей героя разрушен. Как вести себя в абсолютно новой среде? Я был раздавлен, растерян. Не готов."
    "Ставка на исключительность не сыграла. Самоуверенная финансовая авантюра обернулась грандиозным провалом."
    "Все то, что когда-либо презирал и всячески отталкивал, ныне разделяло со мной одну комнату. Восьмичасовой рабочий день, два выходных и скромная плата в довесок."
    th "Браво, Семен."
    "Судьба одарила звонкой пощечиной – своеобразным намеком на скорые перемены. Чем был знаменателен вчерашний день, кроме формального знакомства с работой?"
    "Возможностью, пусть и в замочную скважину, но взглянуть на мир доселе невиданных людей: чистых в стремлениях и помыслах, обворожительно искренних и подчеркнуто дружелюбных."
    zs "То, что ты лицезрел – это банальный такт. Не будь столь наивен."
    zs "Маски, образы, уловки. Люди по природе своей обречены. Сплошь и рядом – душевные калеки."
    th "Но Славя. Ее поведение… Сам кое-что смыслю в искусстве лицемерия, потому выношу вердикт – она невиновна. Оправдать."
    "Я испытывал острую, граничащую с голодом, потребность в человеческой доброте. Славяна выступала своеобразной отдушиной, заработав приз личных зрительских симпатий."
    zs "Ты, попросту, раскис. Объективное мышление уступило животному началу. Абстрагируйся от ее внешности."
    zs "И симпатия эта неуклюжая довольно бессмысленна. Или, серьезно, себя ровней считаешь?"
    "Нарастающая сонливость не только лишала достойной аргументации, но также и всякого желания спорить."
    zs "Задумайся над тем, жизнеспособен ли ее типаж в суровых будничных реалиях? Мир потакает негодяям, это очевидно."
    th "А как же я? Негодяй-неудачник…"
    "Сегодня от меня будут ждать подвигов. Свершений. Прошлый рабочий день – так, снисходительная разминка, короткое обучение и не более. И совсем иное дело – сегодняшний."
    "Составить самопрезентацию, подобно товару…Когда-то подобное было по силам. Но что кивать на прошлое? Нынешний я – посредственная пародия на человека, которым был когда-то."
    th "Соблаговолит ли мне удача?"
    zs "С гороскопом еще ознакомься. Начни же день."
    "Рефлексия, в самом деле, бесконечна. Пора встать с кровати. Опоздание уж точно не поможет зарекомендовать себя."
    stop music fadeout 5
    scene bg black with dissolve
    play sound kyrtka
    $ renpy.pause(1.8)
    stop sound
    scene bg intro_xx with dissolve
    play ambience sfx_bus_interior_moving
    "Забавное, однако, свойство человеческой натуры: мы всякий раз стараемся выбрать пути наименьшего сопротивления, зачастую даже, осознавая недальновидность подобных решений."
    play music refle2 fadein 4
    "Так и сейчас, избежав объятий холода, найдя спасение в усталом салоне автобуса, хотелось громко и беззаботно торжествовать."
    th "Еще будет возможность для реванша, декабрь."
    "Нелюбовь к зиме была физически ощутима, но я {i}никогда ничего не предпринимал{/i} для того, чтобы избежать возможного дискомфорта."
    "Целеустремленные единомышленники, набравшись сил, эмигрируют в теплые края. Или, как минимум, перебираются на юг страны."
    "А я? Вечно недовольный ленивый словоблуд. Аморфное нечто без внятных перспектив."
    "Пассивность давно стала весомой частью естества. Тоскливо от того лишь, что роль эта целиком и полностью устраивает."
    "Я с трудом улавливал людские тенденции и слишком часто ошибался, не имея среди союзников должной интуиции или, как говорят в народе, «чуйки»."
    "К сожалению, никаких конкретных инструкций на тему «как жить» отыскать не получалось."
    $ renpy.pause(1.5)
    "А за окном расцветает утренний город, где уже во всю кипит жизнь."
    "Автобус услужливо сбавляет темп, позволяя проникнуться уличными сценками."
    "Занятно. Горожане набредают на знакомых, обмениваются любезностями или начинают долгие и пустые разговоры."
    "Кажется, что еще совсем недавно бродил по оживленным улицам большую часть времени. Никчемный досуг, согласен."
    "Признаюсь, нравилось чем-то искусственно занимать себя в мегаполисе: так получалось чувствовать течение жизни."
    "Массы всегда демонстрировали мне показное безразличие. Можно ли назвать это досадным? В какой-то степени, да. Ровной в той, в какой любая натура покорно жаждет признания и одобрения."
    "Правда в том, что я бессмысленно пытаюсь ухватиться за давно изломанную соломинку: даже находясь внутри толпы, я уже никогда не стану её частью; она отвергает меня всей своей сущностью."
    "Что ж, все могло быть и хуже, это точно. Социофобия и социопатия миновали, по крайней мере. А отчужденность и хроническое одиночество легко исправить, если захотеть."
    "Наверное."
    "А вот и моя остановка…"
    scene bg black with dissolve
    stop ambience fadeout 2
    scene bg hos with dissolve
    stop music fadeout 5
    th "Ну, здравствуй, приятель. Не суди строго, если что не так."
    scene bg hoshol with dissolve
    play sound sfx_open_metal_door
    "Как и в прошлый раз, меня встречал его величество никто."
    play music kvar fadein 6
    th "Здесь нет даже пародии на дисциплину. Как вообще функционирует сие заведение?"
    "Зато полигон для ремонта оказался вполне себе гардеробной. Быстро избавившись от верхней одежды, я отправился исследовать здание."
    th "Прежде всего, необходимо найти заведующую."
    scene bg hoskom with dissolve
    "Прошлым днем, Славя тщетно пыталась донести до меня задумку местного дизайнера, якобы, беспокоившегося о должной неформальной обстановке."
    "«Уютное место для встреч с родственниками»."
    "Не могу согласиться с тем, что поставленная задача оказалась выполненной. Как известно, даже сами стены хосписа обладают депрессивным воздействием."
    mt "Семен! От безделья глупости разные в голову приходят."
    "Встречать начальника спиной – плохая примета."
    show mt smile
    mt "Доброе утро, коллега. Чего такой хмурый?"
    th "Вполне привычный вид. Дискриминация кислых мин, кошмар."
    me "Здравствуйте. Не выспался, наверное. Чем могу быть полезен?"
    mt "Энтузиазм мы поощряем."
    "Произнесла она толи с издевкой, толи с одобрением."
    show mt norm
    mt "Дарую тебе, вот, важное поручение."
    "Девушка протянула увесистую стопку бумаг."
    mt "Раз уж подвернулся, то отнеси это в двенадцатый кабинет психотерапевту и не затягивай. Забот еще порядком."
    me "Хорошо. Как найти этот кабинет?"
    mt "Семен, я ведь уже говорила, что не переношу глупых вопросов. И да, жду подробную отчетность от Виолы."
    "Водоворот работы, как оказалось, беспощаден к тормознутым новичкам."
    "Робко киваю, смутно представляя необходимые действия."
    mt "Не медли, это действительно важно."
    "Недовольно цокнув напоследок языком, Ольга Дмитриевна стремительно удалилась."
    hide mt with dissolve
    "Сценка: курьер в незнакомом городе. В главных ролях: многострадальный неудачник."
    th "Черт, ну, не смогу же я провалить столь простое задание?"
    zs "Как сказать..."
    th "В таком случае, лучше никак."
    scene bg korid with dissolve
    play ambience hosam fadein 6
    "Память мне, в отличие от девушек, еще не изменяла. И вспоминая вчерашнее знакомство с хосписом…"
    "Хотя, может стоит перестраховаться и уточнить у других работников?"
    zs "Вновь наименьшее сопротивление, да?"
    th "Нет. Этот кабинет определенно прямо. Вперед."
    "Звонкий голос за спиной не предвещал ничего хорошего."
    nezna "Эй, Мавроди, торопишься?"
    th "Мавроди? Что за?"
    zs "Так определенно по адресу, разве есть сомнения?"
    th "У меня нет времени на разбирательства!"
    menu:
        "Откликнуться":
            jump meet_miku_answer
        "Нельзя размениваться по пустякам":
            jump meet_miku_no_answer