label after_sleep:
    scene bg semen_room with dissolve
    play sound vdoh
    $ renpy.pause (1.5)
    play music yaziv
    "Едва очнувшись и дрожа от возбуждения, я мчусь исследовать новостные ресурсы."
    play sound sfx_keyboard_mouse_computer_noise
    show anim prologue_keyboard_1
    "«Предпосылки к глобальному конфликту»"
    "«Третья Мировая» "
    "И, наконец, совсем отчаявшись…"
    "«Предсказания катастроф в ближайшие годы»"
    "Ничего."
    "Лишь невразумительный лепет конспирологов, не внушающий доверия."
    scene bg semen_room
    stop sound
    "Но как успокоить беспокойный разум? Я присутствовал в тех разрушенных постройках, вдыхал пыль заброшенных комнат и заливался слезами, наступив на злополучный осколок."
    "И, выходит, то была очередная игра; сплошная иллюзия, ловушка искалеченного рассудка."
    "С другой стороны…"
    "Мне подвернулись недавние воспоминания."
    scene bg slavi with dissolve
    th "Ее сюжет близок к окончанию. {i}Но я способен его изменить{/i}…"
    $ renpy.pause (1.0)
    scene bg semen_room with dissolve
    "Что, если ткань реальности действительно тонка?"
    th "И все же, это изрядно смахивает на безумие…"
    "Я взглянул на часы. Чуть меньше реальных суток удалось провести в плену воображения."
    "И, признаюсь, все это порядком заставляло понервничать…"
    "Готов ли я отправиться на службу через несколько часов? Впрочем, ночная смена пришлась как нельзя кстати, ведь ступать на пугающие владения сна не было никакого желания."
    "Разменяв оставшееся время на бессмысленные попытки привести себя в порядок, я отправился в хоспис…"
    jump third_day