label after_war:
    play music vsekonec
    sl "Хватит, мы только теряем время."
    "Славяна самым дотошным образом осмотрела мое снаряжение(?)."
    sl "Мы не должны встретить неприятности; по крайней мере, неразрешимые."
    "Я жадно кивнул, ожидая продолжения вводной."
    sl "Весь путь займет не более получаса, если не будем отвлекаться. А мы не будем."
    "Она явственно выделила интонацией последнее предложение."
    sl "Не забывай про нож в нагрудном кармане."
    th "Что?"
    "В самом деле, в кармане каких-то совершенно бездонных размеров удалось отыскать складной нож."
    me "И что, его можно использовать, ну, при…Стычках?"
    sl "Нужно. И, Семен…"
    "Девушка подошла так близко, что я мог вполне чувствовать ее неровное дыхание."
    sl "Пожалуйста, включайся. Мне очень нужна твоя помощь."
    me "Я понимаю…"
    $ renpy.pause (0.5)
    me "А тебе, кстати, идет такая прическа."
    show sl parashy
    "Очередная недалекая реплика стремительно покинула пределы рта."
    sl "Ну так, с парикмахерскими сейчас туговато."
    "Удивительно, что, даже в подобной обстановке, Славю все еще могли смутить глупые комментарии. Стыдливый румянец, вспыхнувший на ее щеках, показался мне умилительно чудным зрелищем."
    scene bg chart3 with dissolve
    play ambience ylicaliven
    show sl parafar at left with dissolve
    "Ливень, казалось, хозяйничал всюду, уверенный в праве единоличного правления. Что же до потенциальных несогласных, то их быстро осаждает гром, напоминающий о себе глухими раскатами."
    play sound pograzi
    "И именно здесь искалеченный ландшафт выступал в роли чуткого родителя для непоседливых луж, даруя им необходимый кров и защиту."
    "Увесистые берцы бесперебойно перерабатывают солидные островки грязи, превращая их в подобие троп. Земля под ногами хлюпает и чавкает, квакает и чмокает."
    "Я успеваю приметить робкие кустарники, нашедшие разрушенные постройки отличным местом для развития поселения. Так странно…"
    "Природа вытесняет человека, подобно тому, как некогда человек, становясь, избавился от нее, приняв за нечто невразумительное и исключительно вредное."
    "Вдали проглядываются неуверенные очертания многоэтажек и их судьба, несомненно, представляет особой интерес; к несчастью, интерес неудовлетворенный – густой туман укутывает их, словно ватным одеялом."
    "Славя…"
    "Вымокшая и уставшая, она все так же умудрялась сохранять стать и подчеркнутое чувство собственного достоинства, выражающееся, во-первых, в движениях; движениях, безусловно, филигранно отмеренных и полных уверенности, а во-вторых, во взгляде, наделенном смелой решительностью."
    "Ее сосредоточенное лицо, устремленное вперед, лишь изредка отвлекалось на внезапные крики придорожных кустов, воюющих с ветром."
    "Я же предавался неуклюжим размышлениям касательно происходящего."
    "Очевидно, что мир, как всегда неготовый к хоть сколько-то солидным потрясениям, столкнулся с катастрофой доселе невиданных масштабов."
    "Оставалось только гадать, пытаясь выяснить виновника произошедшего, коим запросто могла стать война или, например, лихая техногенная катастрофа."
    stop sound
    show sl parascarefar
    me "А-а-а-ай!"
    $ renpy.pause (0.5)
    "На лице отпечаталась чудовищная гримаса боли, что никак не могло не вызвать резонного испуга у моего компаньона."
    sl "Что случилось?!"
    "Скуля и заливаясь слезами, точно побитая собака, указываю девушке на правую ногу."
    sl "Да что там…Подними ее!"
    show sl paraangryfar
    "Славяна быстро отпрянула от ботинка."
    sl "Идиот, как ты вообще умудрился наступить на эту хрень?"
    "То, что «идиот» было сказано с неким сочувствием в голосе, никак не способствовало облегчению жгучего приступа."
    me "Что там?!"
    sl "Не знаю, какой-то крупный и острый осколок. И все равно! Это ж надо умудриться, чтоб сквозь такую подошву!"
    me "Пожалуйста, помоги…"
    show sl parafar
    sl "Давай, опирайся на меня. Видишь дом слева?"
    "Я кивнул, попутно некрасиво шмыгнув носом."
    sl "Соберись. Нужно попасть туда, чтобы обработать рану."
    "Дальнейшие события происходили словно в тумане: звуки становились все тише, цвета все менее выразительными, пока, наконец-то, я окончательно не пал в беспробудное беспамятство."
    scene bg black with dissolve
    $ renpy.pause (0.9)
    scene bg chart4 with dissolve
    show sl para with dissolve
    play ambience domliven
    sl "Оклемался?"
    "Девушка расположилась на соседнем диване, энергично поедая что-то, отдаленно напоминающее печенья. Более всего удивлял пистолет, лежащий неподалеку от спасительницы."
    "Я робко взглянул на пострадавшую часть тела: правая ступня была умело забинтована, и лишь досадливые отголоски боли напоминали о неприятном инциденте."
    me "Да…Ничего не помню."
    sl "Знаешь, меня пугает твое состояние."
    me "Ну, со сдачей стометровки теперь и вправду будут проблемы."
    sl "Я серьезно. Эта амнезия…"
    show sl parasad
    "Славяна на секунду запнулась, словно подбирая нужные слова."
    sl "Может…будет лишь хуже."
    th "А ведь я знал ее неунывающей оптимисткой. Что с тобой стало, Славя?"
    me "Ты действительно так считаешь?"
    sl "Да. Мы смогли кое-как усмирить прошлый приступ, но тогда было проще."
    me "В каком плане?"
    sl "В том, что вспоминать приходилось гораздо меньше."
    me "То есть…"
    show sl para
    "Меня, почему-то, ужасно пугала подобная мысль."
    me "Хочешь сказать...Прослеживается четкая тенденция?"
    sl "Не знаю. Если честно, то я очень устала, Сем."
    sl "А тянуть еще и тебя..."
    "Девушка обреченно вздохнула."
    "Дикость происходящего перешла уже все разумные границы. Я, подавленный и уставший, молчал, сверля взглядом перекошенную люстру."
    sl "Держи, кстати."
    "Блондинка протянула пачку, по всей видимости, чего-то мучного."
    me "Печенье?"
    show sl paragood
    "Спутница грустно улыбнулась."
    sl "Галеты."
    me "Никогда их не пробовал..."
    sl "Пробовал, вообще-то. И вкус тебя не впечатлил."
    "Я энергично вскрыл упаковку и принялся дегустировать."
    th "Потрясающе!"
    th "Воистину, голод – лучшая приправа."
    "Закончив перекус, я вновь обратился к Славяне с надоедливыми расспросами."
    me "Так… Славя, зачем ты возишься со мной? Ясно же, что я для тебя обуза и не более."
    show sl para
    sl "Какого же ты обо мне мнения."
    me "Просто рассуждаю объективно…"
    sl "А знаешь ли, что только благодаря тебе, например, я все еще жива?"
    me "Нет…Так понимаю, рыцарь Семен однажды вызволил прекрасную Славяну из рук негодяев?"
    sl "Рыцарь-то из тебя никудышный. Да и вообще, в нашем дуэте, это ты, скорее, на правах принцессы. Ха."
    me "Зачем такое говорить, мне же и так больно."
    show sl paragood
    "Девушка негромко прыснула, с трудом удержавшись от смеха."
    sl "А ты помнишь нашу прошлую жизнь?"
    me "Насколько прошлую?"
    sl "Ну, скажем, когда я была студенткой, а ты еще работал в хосписе."
    me "Да, смутно."
    sl "Так вот…Ты постоянно мне твердил о своих ужасных видениях, о скором конце света и прочей чуши."
    sl "Якобы, меня нужно от чего-то спасти."
    me "Прости, видимо, я флиртовал довольно неумело."
    sl "Мама всегда повторяла: «Держись от подальше от странных парней.» А ты не то, чтобы был странный, нет. Полноценный псих уже получался. Только справки не хватало."
    me "Значит…"
    sl "То ли природное любопытство, то ли девичья тяга к приключениям, не знаю. Так или иначе, я продолжала диалог, поскольку находила его забавным. Плюс, хотелось как-то тебя образумить и помочь."
    me "Не особо вышло, думаю.."
    sl "Зришь в корень. На самом деле, я начала сильно за тебя переживать. К тому же, состояние стремительно ухудшалось."
    me "Чем все закончилось? Галоперидолом?"
    sl "Пик болезни наступил именно тогда, когда ты начал умолять меня, стоя на коленях, срочно перебраться на юг страны."
    me "Ну, знаешь, холода мне всегда докучали…"
    sl "Якобы, столица и все Подмосковье попадет под точечный ракетный удар."
    "Я схватился за голову."
    me "Господи, как же стыдно…"
    sl "Тогда же и поставила условие: мол, да, мы отправимся в то место, проведем там день, а после, убедившись в болезненном состоянии своего рассудка, ты последуешь в спец.учреждение."
    me "Значит, все же галоперидол."
    show sl para
    sl "Нет. Москвы действительно больше не существует. Как и многих других городов."
    $ renpy.pause (1.5)
    "Жуткая дрожь прошлась по спине, а чуть позже к ней присоединилась полноценная паника."
    "Славя же заметно поникла, замолчав."
    me "Ох...Но..."
    me "Но...как же так вышло?"
    sl "Я не знаю."
    me "М-м-мне никак...Не дает покоя вопрос..."
    play music opasnosti
    show un norm at left with dissolve
    nezna "Извините."
    "Не успел я толком отреагировать на появление незнакомца, как Славяна резко подскочила, вцепившись в пистолет."
    sl "Кто такая?!"
    nezna "Пжалуйста, послуш…"
    show sl paraangry
    sl "Стоять! Еще только шаг и я выстрелю!"
    "Я не узнавал в ней свою добрую спутницу: лицо Слави, перекошенное от злобы, лихорадочно трясло. Ее холодные и злые глаза вцепились в незнакомку. В слабую, немощную незнакомку…."
    show un shy
    nezna "Ребята, пожалуйста, помогите…На нас напали, я чудом спаслась…"
    show sl para
    sl "Кто? Откуда ты?"
    "Я попытался привстать, но ступня тут же ответила колючим приступом. "
    show un norm
    nezna "Могу помочь твоему другу, есть медикаменты…"
    "Незнакомка робко кивнула в мою сторону."
    sl "Ты не ответила на вопросы."
    "Славяна повторила медленно, сквозь зубы."
    nezna "Я бежала из Заречья…На нас напа.."
    sl "Стоп! Заречье слишком далеко отсюда, чтобы ты могла блуждать столько времени одна."
    show un sad
    "Девушка и сама не заметила, как на глазах выступили слезы. Она стала говорить совсем тихо, смотря куда-то в сторону."
    nezna "Пожалуйста, поверьте. Я не хочу…Умирать. Пожалуйста…"
    sl "Это ложь, Семен. Она бы в жизни не добралась до города одна."
    "Я взглянул на подругу нерешительно и стыдливо. Очевидно, она ждет чего-то от меня."
    nezna "Ребята, я…"
    sl "Заткнись!"
    "На личике Славяны выступила презрительная гримаса, а губы скривились в косой усмешке."
    sl "Со спектаклем пора заканчивать."
    "Ее руки вцепились в пистолет, полные самой убийственной инициативы."
    menu:
        "Вмешаться":
            $ bezum =+1
            $ paragon =+1
            me "Славя, подожди!"
            show sl paraangry
            sl "Чего ждать?!"
            "Раздраженно бросила блондинка."
            me "А что если…Что если она ни в чем не виновата?"
            me "Ты…Так просто убьешь ее?"
            sl "Идиот…"
            "Ненавистно прошипела девушка."
            sl "Если бы ты помнил хоть что-то, то первым нажал на курок!"
            me "Мне…"
            me "Мне нужно нечто большее, чем домыслы."
            "Я старался говорить ровно, без эмоций - что давалось нелегко."
            sl "Ах, вот оно что! Домыслы!"
            show sl para
            "Из уст ее разливался ядовитейший сарказм."
            sl "Может, я недостаточно раз тебя спасала, раз все еще сомневаешься, м?"
            me "Я-я-я не об этом...А о том, что…"
            sl "Хватит! Доверься мне, черт возьми."
            me "Если есть хоть гипотетическая вероятность того, что она говорит правду…"
            me "Мы ведь не убийцы."
            th "Или..."
            "Я взглянул на несчастную: та негромко всхлипывала, не решаясь поднять и взгляда."
            sl "Хорошо."
            play sound pistol1
            "Пистолет чуть отклонился при выстреле."
            play sound teloypal
            hide un
            "Незнакомка рухнула замертво."
            me "ЗАЧЕМ?!"
            "Девушка стремительно засобиралась, в суетливой спешке закидывая разложенные припасы в сумку."
            me "Славь!"
            "Все мои слова, попусту, ей игнорируются."
            me "Что ты делаешь, куда ты?!"
            hide sl with dissolve
            "Не удостоив даже прощального взора, бывшая спутница ловко скрылась в соседних комнатах."
            me "СЛАВЯ!!!! НЕ УХОДИ!"
            th "Что я наделал, господи…"
            scene bg black with dissolve
            play sound plach
            $ renpy.pause (0.9)
            scene bg chart4 with dissolve
            "Сердце остро заныло, пока глаза познавали горячие слезы."
            "Выброшенный на обочину жизни, теперь я непременно стану свидетелем своей скорой гибели."
            "Одинокий калека – легкая добыча для падальщиков…"
            "Чем я заслужил это?"
            "Обессиленный, дрожащий, потерявший все."
            "«И в ужасе сомкнул я вежды»…"
            scene bg black with dissolve
            stop ambience fadeout 4
            stop music
            stop sound
            $ renpy.pause (1.5)

        "Не вмешиваться":
            $ renegat =+1
            "Я, попросту, не имел права вмешиваться: Славяна стала для меня единственным верным спутником, выходом и спасением из этой дерьмовой истории."
            "Обвиняемая, очевидно, что-то недоговаривает; более того, столь смиренный характер – плохое подспорье в отвратном мирке будущего. Резкий, короткий звук выстрела озарил комнату."
            play sound pistol1
            hide un with dissolve
            "Незнакомка, схватившись за бьющую кровью шею, осела на пол."
            play sound pistol1
            "Очередной хлопок."
            "И ее история закончена столь отвратительным образом…"
            "Компаньоншу, по всей видимости, нисколько не смущала солидных размеров лужа крови, а потому она принялась энергично, с долей некого азарта, обыскивать труп."
            "И, безусловно, это дикое действо вызывало вполне конкретное отвращение."
            me "Славя?"
            show sl paragood
            sl "Вот оно!"
            "Блондинка вертела в руках что-то вроде красного платка."
            me "Что это?"
            sl "Я сразу поняла, что тварь пытается нас одурачить."
            me "Да объяснись же!"
            "Спутница ехидно прищурилась."
            sl "Клеймо психопатов и вырожденцев. Сектанты, проще говоря."
            me "Это ведь просто ткань! Платок."
            show sl para
            sl "Алый. Они зовут себя «Детьми заката», а все их извращенные цели сводятся только к одному."
            me "Я уже понял…"
            $ renpy.pause (0.7)
            me "Что за пиздец тут творится…"
            "Девушка обеспокоенно посмотрела на меня."
            sl "Можно и дальше горько сетовать, да только нам пора убираться – мы порядком нашумели. Как рана?"
            me "Больновато…"
            sl "Значит, придется стиснуть зубы."
            "Славя помогла встать, и я непрочно поднялся на ноги."
            sl "Ну?"
            me "Славя…У меня кружится голова…"
            "Я чувствовал, как кровь приливает к набухшим вискам – и это вряд ли можно назвать приятным ощущением."
            show sl parascare
            me "Мне что-то нехорошо…"
            sl "Так, сейчас, подожди!"
            "Но пауза не понадобилась: я стремительно проваливался в бессвязный туман темноты."
            scene bg black with dissolve
            stop ambience fadeout 4
            stop music
            $ renpy.pause (1.5)

    jump after_sleep