label voina:
    scene bg chart1 with dissolve
    play music mono
    show sl para
    sl "Эй! Да просыпайся же!"
    me "Что?..."
    sl "Быстрее!"
    "Не могу сказать, чтобы Славе шел сей причудливый наряд. Грязный, заметно потрепанный и, в целом, причудливо неряшливый, он безнаказанно паразитировал на теле красавицы."
    "Упавшая с глаз пелена заставила все же получше присмотреться к девушке. Прежний притягательный лоск бесславно испарился, а место его заняла подлинная истощенность."
    me "Славь, эм, что происходит?"
    sl "Так и будешь тупо лыбиться? Некогда!"
    me "Куда ты…"
    "Блондинка решительно схватила меня за руку."
    sl "Двигай!"
    th "Интересовался ли я окружающей обстановкой? Несомненно!"
    "Сырой подвал вряд ли походил на место проживания подруги. По крайней мере, фена или ночного крема обнаружить не удалось…"
    "Так или иначе, поспевать за Славяной получалось с большим трудом, а лишние расспросы только бы отвлекали от столь важного следования."
    "Стремительный шаг разбавлялся порциями небольших перебежек, лишь усиливающих нарастающее чувство тревоги."
    me "Стой!"
    $ renpy.pause (0.5)
    scene bg chart2 with dissolve
    show sl para with dissolve
    "Девица остановилась аккурат у старой, обветшалой двери."
    play ambience tamkapaet
#  show screen Rain
    "Вид улицы, к слову, не предвещал ничего хорошего..."
    sl "Ты готов?"
    me "Я ни черта не понимаю, что вообще происходит?!"
    show sl parasad
    "Славя, с выражением большого страдания на лице, потупила взгляд. В тот же момент к нам двоим заглянула неловкость."
    sl "Ты что, вновь…Все забыл?"
    me "Да о чем ты говоришь? Где мы находимся?"
    sl "Мне очень жаль."
    show sl para
    "Вся эта прескверная история начинала порядком раздражать."
    th "Мне нужны долбанные ответы!"
    me "Славя, пожалуйста. Объяснись."
    "Тон голоса приходился аккурат подстать мине – столь же заискивающей и ничтожной."
    sl "Давай тогда так сделаем…"
    "Спутница принялась деловито потрошить сумочку, висящую у нее на поясе."
    sl "Ты, наверное, не помнишь, но мы уже сталкивались с подобным, поэтому…"
    sl "Вот, держи!"
    "Мне презентовали измятый лист бумаги; бумаги самого скверного качества и то, что, по всей видимости, когда-то звалось карандашом."
    sl "Записывай. Времени у нас немного, так давай быстрее разберемся."
    jump war_question
