label in_the_flat:
    $ renpy.pause (0.8)
    stop music fadeout 5
    scene bg semen_room with dissolve
    "После всего произошедшего, я испытывал острое желание выговориться."
    play sound sfx_keyboard_mouse_computer_noise
    play music fan fadein 2
    show anim prologue_keyboard_monitor_1
    me "...Вот такой вот денек выдался."
    anon "Неплохо, да. Ну, хоть с отцом повидался;) Слушай, а ты еще барыжишь или как?"
    me "По необходимости. Острой. Вообще, пора завязывать, наверное. Но у меня же ни навыков, не образования - ничего."
    anon "Давно бы заочку получил, как я. Копейки стоит."
    me "Знаю, знаю. Скорей всего, займусь этим вопросом в ближайшее время. Кстати, что из сериалов годного посоветуешь?"
    anon "Ну, записывай..."
    stop sound
    stop music fadeout 5
    play sound sfx_knocking_door_outside
    "Громкий стук отвлек от важного сеанса кинопросвещения."
    play music raz fadein 2
    "Гости настолько давно, что, скорее, уже никогда не посещали мою квартиру. Кто же тогда решил ко мне наведаться?"
    "Мои интернет-приятели вряд ли бы решились на подобную наглость без предупреждения."
    "К тому же, они те еще домоседы."
    play sound sfx_knocking_door_outside
    "Звук повторился."
    zs "Совсем одичал, никчемный. Уже и дверь открыть боишься."
    scene bg semen_room with dissolve
    zs "Остолбеней?"
    th "Что?"
    zs "Чего замер, спрашиваю?"
    "Определенный дискомфорт и правда присутствовал."
    play sound sfx_knocking_door_outside
    th "И кому же так понадобился?"
    "Тихими шагами, старясь не шуметь, я добрался до двери."
    "Предварительная разведка, к сожалению, не удалась: в глазке хозяйничала абсолютная темнота."
    th "В самом деле, чего я боюсь? Стыдно."
    "Попытка вспомнить тех, кто обладал подробными сведениями насчет моего места жительства, мгновенно провалилась."
    play sound sfx_knocking_door_outside
    th "Это соседи. И никто больше."
    "Страх почти пленил, но, буквально в последнюю секунду, удалось вырваться из его цепких лап, найдя в себе частичку мужественности."
    th "Ух, ну, с богом."
    play sound sfx_open_door_1
    "За порогом, хмурясь, встречали люди в форме."
    show blink with dissolve
    jump judgement
